{
    "text": "39. AYE TEGH E ZUBAN JOHAR E TAQREER DIKHA DEY\nContent: جلد اول\nwww.emarsiya.com\nمرثیہ میر انیس\n\n1\nاے تیغ زباں جو ہر تقریر دکھا دے\nاے دست قلم قوت تہریر دکھا دے\nاے ذہن ر سا نظم کی تو قیر دکھا دے\nاے حسن بیاں نور کی تصویر دکھا دے\nصحبت ہے عجب گرم ہے دربار حسینی\nسب بزم ہے مشتاق علم دار حسینی \n\n2\nعباس علی اختر اقبال علی ہے\nشوکت سے عیاں حشمت واجلال علی ہے\nنقشہ ہے کہ آئینہ تمثال علی ہے\nصورت ہے کہ تصویر خط و خال علی ہے\nکس باپ نے آفاق میں پایا خلف ایسا\nخاتم یہ جہاں کے نہیں درِّ نجف ایسا\n\n3\nسیاف غزا سرد وغا صفدر وجرار\nساونت اولو العزم جواں مرد وفادار\nذرّیت محبوب الٰی کا مددگار\nلڑنے میں کبھی شہ کی سپر اور کبھی تلوار\nشہرا ہو نہ کیوں بازوے شاہ شہدا کا\nفرزند زبردست ہے وہ شیر خدا کا\n\n4\nدریا دل و دیں پرور و ذی رتبہ و ذی جاہ\nشمشیر خدا باز وے فرزند ید الله\nوہ شیر کہ اکدم میں الٹ دے صف جنگاہ\nمانند علی سارے محبوں کا ہوا خواہ\nاحسان و کرم خلق میں کس پر نہیں اس کا\nاقبال حشم میں کوئی ہمسر نہیں اس کا \n\n5\nشمشاد خیابان ارم ہے وہ بہشتی\nتاج سرار باب بہم ہے وہ بہشتی\nسقائے یتیمان حرم ہے وہ بہشتی\nپیاسا ہے گر بہر کرم ہے وہ بہشتی\nشرمندہ نیستاں شہ مرداں کے پسر سے\nبھر دیتے ہیں دریا کے بھی داماں کو گہر سے\n\n6\nگو دور ہیں پر اپنے غلاموں کا ہے کیا پاس\nجس وقت کہ ہوتا ہے ہجوم الم ویاس\nآتی ہے صدا دل سے کہ یا حضرت عباس\nہو جاتا ہے وہ ا مر کبھی جس کی نہ ہو آس\nمانا که امامت سے وہ ممتا ز نہیں ہے\nبتلاؤ یہ پھر کیا ہے جو اعجاز نہیں ہے\n\n7\nاللہ رے سرو چمن فاطمہ کا پیار\nقمری کی طرح عشق کے دم بھرتے ہیں ہر بار\nگردن کو رہا طوق غلامی سے سروکار\nتھے عاشق شمع قد و رنگ گلِ رخسار\nچھوڑا نہ کبھی ابن شہنشاہ عرب کو\nبلبل تھے اگر دن کو تو پرواز تھے شب کو\n\n8\nعاشور کو جب دن میں صف آرا ہوئے بے پیر\nخوں ریزی سادات کی ہونے لگی تدبیر\nسب برچھیاں سیدھی ہوئیں چلوں سے ملے تیر\nنیزے پہ جو نیزے تھے تو شمشیر پہ شمشیر\nتیغیں جو کھنچین برق بھی خیر شرما گئی رن میں\nڈھالوں کی سیاہی سے گھٹا چھا گئی رن میں\n\n9\nتھوڑے سے جواں یاں کے بھی تھے رن میں صف آرا\nآنکھ اُن سے ملانے کا نہ تھا شیر کو یارا\nعباس سے کرتا تھا یہ ایک ایک اشارا\nجو حکم تو نے لیں ابھی دریا کا کنارا\nسو جاں سے نثارِ خلف شاہ نجف ہیں\nڈرتے نہیں مرنے سے کہ ہم رتق کی طرف ہیں۔\n\n10\nتھے قلب میں لشکر کے شہ ہے کس و بے آس\nلخت دل زینب تھے ستاروں کی طرح پاس\nہتھیار سجے قاسم و اکبر تھے چپ و راس\nاور آگے علم کھولے ہوئے حضرت عباس\nسب بھائی بھی تولے ہوئے شمشیر کھڑے تھے\nاک شیر کے پہلو میں کئی شیر کھڑے تھے\n\n11\nجب دوپہر آئی تو قیامت یہ ہوئی آہ\nزینب کی کمائی پہ زوال آگیا ناگاہ\nہمیشر کے پرسے کو چلے تھے شہ ذی جاہ\nجورن میں ہوا شور کہ مارا گیا نو شاہ\nزبرا کی بہو گھر سے کھلے سر نکل آئی\nماں کو کھ کو پکڑے ہوئے باہر نکل آئی\n\n12\nچلاتی تھی کھیتی ہوئی مجھے راند کی پامال\nاک شب کی دولہن چھوڑ گیا ہائے مرا لال\nروتے تھے حسین آنکھوں پہ رکھے ہوئے رومال\nغیظ سے عباس دلاور کا عجب حال\nمنہ سرخ تھا اور اشک بھی آنکھوں میں بھرے تھے\nجھنجھلاے ہوے ہاتھ کو قبضے پہ دھرے تھے\n\n13\nتکتے تھے سوے فوج مخالف صف شبّیر\nرہ جاتے تھے ہر صف کی طرف تول کے شمشیر\nتھا غم سے بھتیجے کے جہاں آنکھوں میں اندھیر\nکہتے تھے کہ مرجانے میں کی ہم نے بڑی دیر\nپہلے ہی نہ کیوں اٹھ گئے ہستی کے چمن سے\nنادم کیا قسمت نے حسین اور حسن سے\n\n14\nلٹتے ہوے شادی کے چمن دیکھ چکے ہم\nپامال خزاں باغ حسن دیکھ چکے ہم\nٹکڑے ہوا دولھا کا بدن دیکھ چکے ہم\nبیوہ ہوئی اک شب کی دولہن دیکھ چکے ہم\nدشمن کو بھی یہ داغ نہ تقدیر دکھائے\nاب دیکھیں ہمیں کیا فلک پیر دکھائے\n\n15\nاس ہاتھ کے اس تیغ کے مالک شہ دلگیر\nقبضہ بھی نہ اپنا ہو تو بے کار ہے شمشیر\nہم قید ہوں شاید ہے یہی مرضی شبّیر\nکچھ زور نہیں خیر پہن لیویں گے زنجیر\nہے نام سے مطلب نہ شجاعت سے غرض ہے\nکو فقط آقا کی اطاعت سے غرض ہے\n\n16\nناگاہ یہ میدان سے پکارے کئی گمراہ\nشاید کہ ہو ئی ختم سپاہ شہ ذی جاہ\nنعرہ کیا اکبر نے مثالِ اسد اللہ\nباقی ابھی دو شیر ہیں اے لشکر روباہ\nتو لے ہوے شمشیر دودم آتے ہیں رن میں\nہشیار کہ اب جنگ کو ہم آتے ہیں رن میں\n\n17\nسر دینے کو آئے گا مرے بعد وہ جرّار\nجو لشکر اللہ و نبی کا ہے علم دار\nبازوے شہ دیں خلفِ حیدر کرار\nکونین میں مشہور ہے جس شیر کی تلوار\nوہ سیل فناخوں میں ڈوبا جائے گی سب کو\nحیدر کی لڑائی نظر آجائے گی سب کو\n\n18\nیہ سنتے ہی گھبرا گئے عباس خوش اطوار\nسمجھے کہ چلا مرنے کو شبّیر کا دلدار\nشبّیر کے قدموں پہ گرے آن کے یک بار\nحضرت نے کہا کیا ہے ارادہ مرے غمخوار\nکی عرض کہ جینے سے دل اب سیر ہے آقا\nخادم کی سر افرازی میں کیا دیر ہے آقا\n\n19\nشہزادہ عالم کی سنی آپ نے تقریر\nہے پہلے علمدار سے مر جانے کی تدبیر\nمیں ذ بح ہوا جاتا ہوں بے خنجر و شمشیر\nللہ انھیں رو کے یا حضرت شبّیر\nموقع ابھی مرنے کا نہیں ان کے لیے ہے\nآقا یہ غلام آپ کا کس دن کے لیے ہے\n\n20\nمیداں میں یہ مرنے کے لیے جائیں میں دیکھوں\nتیغ و تبر و تیر و سناں کھائیں میں دیکھوں\nمقتل سے انھیں آپ اٹھا لائیں میں دیکھوں\nشہزادیاں خیمے سے نکل آئیں میں دیکھوں\nآقا کے پسر کو کوئی یوں کھو نہ سکے گا\nیہ صبر تو خادم سے بھی ہو نہ سکے گا\n\n21\nشہ بولے ہمیں شاق ہے دونوں کی جدائی\nگر ایک بھی بچھڑا تو ہماری اجل آئی\nپاؤں گا کہاں تم نے اگر جان گنوائی\nفرزند تو ممکن ہے پہ ملتا نہیں بھائی\nاصغر ہے اگر اکبر مہرو نہ ملے گا\nتم ہا تھ سے جاؤ گے تو بازو نہ لے گا\n\n22\nجس دن سے حسن گلشن ہستی سے سدھارے\nواللہ کہ جینے کے مزے اُٹھ گئے سارے\nجب تم کو جواں حق نے کیا اے مرے پیارے\nزور آگیا ٹوٹے ہوئے بازو میں ہمارے\nقوت تمھیں دل کی تمھیں طاقت ہو جگر کی\nکیونکر تمھیں کھوؤں کے نشانی و پدر کی\n\n23\nہوتا ہے بڑا بھائی کو بھائی سے سہارا\nبھائی بھی وہ بیٹوں سے زیادہ جو ہو پیارا\nچھوڑا نہیں تم نے تو کبھی ساتھ ہمارا\nتکلیف کرو چند نفس اور گوارا\nگھبراؤ نہ دنیا سے سفر جلدی کریں گے\nبچپن سے سدا ساتھ رہے ساتھ مریں گے\n\n24\nسر دینے کی اکبر کو جو عجلت ہو تو جائیں\nہم خوش ہیں بھلا جا کے رضا ماں سے تو لائیں\nگر ان کو گوارا ہو تو زینب کو رلائیں\nجنت میں پہونچکر کہیں راحت بھی تو پائیں\nدو دن سے مرے ساتھ گرفتار محن ہیں\nاب ان کو نہ رو کو یہ بہت تشنہ دہن ہیں\n\n25\nسن کر یہ سخن رونے لگے حضرت عباس\nکی عرض کہ خیر اب ہمیں رخصت سے ہوئی یاس\nپیچھے وہ رہے ہو کے علم فوج کا جس پاس\nتقدیر کرے یوں نہ کسی شخص کو بے آس\nبابا سے ندامت مری قسمت میں لکھی تھی\nزہرا سے خجالت مری قسمت میں لکھی تھی\n\n26\nفرمائیں گے عباس نے جان اپنی بچائی\nیہ کون کہے گا کہ رضا رن کی نہ پا ئی\nجو آپ کی مرضی مرا کیا زور ہے بھائی\nاچھا علی اکبر کی بھی دیکھیں گے جدائی\nجینے کی تو اب دل سے خوشی فوت ہے آقا\nیہ زیست نہیں میرے لیے موت ہے آقا\n\n27\nتکرار کروں آپ سے یہ کیا مری طاقت\nغیروں نے کیا سر سے اور حق رفاقت\nہاں سچ بھی ہے اے گو ہر دریائے صداقت\nاعدا سے نہیں جنگ کی ہے مجھ کو لیاقت\nحاضر ہے یہ شمیشر دو دم بھی انھیں دیجئے\nرخصت نہیں ملتی ہے علم بھی انھیں دیجیے\n\n28\nمطلب نہ علم سے ہے نہ شمشیر سے کچھ کام\nاب ہے نجف اور گریہ و زاری سحر و شام\nلشکر کا نشان پاکے بھی قسمت میں نہ تھا نام\nافسوس وہ آغاز ہوا اور یہ انجام\nقسمت ہی بُری ہے نہیں تقصیر کسی کی\nیوں بن کے بگڑ جائے نہ تقدیر کسی کی\n\n29\nرونے لگے سُن کر یہ سخن شید ابرار\nفرمایا که آزردہ ہوے اے مرے غم خوار\nتم جان ہو پھر جان کی رخصت تو ہے دشوار\nتم سے تو زیادہ علی اکبر کا نہیں پیار\nروکیں گے انھیں ہم جو ملال اس کا ہے بھائی\nہم کس کے ہیں بھائییہ علم کس کا ہے بھائی\n\n30\nگھٹتا ہے لہو بھائی کا آنسو نہ بہاؤ\nتم کو یہ مناسب ہے کہ ہے کسی کو رلاؤ\nکیوں روٹھ گئے پیار کریں ہم تمھیں آؤ\nاکبر نہیں اب جائیں گے اچھا تمھیں جاؤ\nکیا دم کا بھروسہ کہ چراغ سحری ہیں\nکچھ پیش و پس اتنا نہیں ہم بھی سفری ہیں\n\n31\nتم بن ہمیں ممکن ہے کہ ہو زیست گوارا\nنہ صبر کی طاقت ہے نہ اب رونے کا یارا\nتم رن میں ہوئے قتل کہ سر ہم نے بھی وارا\nاپنی بھی وہی راہ جدھر قصد تمھارا\nالفت کے طریقے سے نہ منہ موڑیں گے بھائی\nتم چھوڑو ہمیں ہم نہ تمھیں چھوڑیں گے بھائی\n\n32\nآقا نے جو الفت کییہ تقریر سنائی\nسرخی سی رخ حضرت عباس پہ چھائی\nجھک کر قدم شاہ پہ کی عرض کہ بھائی\nعزت انہیں قدموں کے تصدق سے ہے پائی\nتھا میں ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ اسی امید کا آقا\nذرّہ کو دیا مرتبہ خورشید کا آقا\n\n33\nمیں کیا تھا مجھے خاک سے حضرت نے کیا پاک\nورنہ مرا دوش اور نشان شہ لولاک\nپایا ہے کسی نے بھی یہ تبہ تہ افلاک\nہاں کون سی نسبت ہے کہاں نور کہاں خاک\nجو بے سرو ساماں ہو یہ ساماں اُسے مل جائے\nاک مور جو ہوا تخت سلیماں اُسے مل جائے\n\n34\nمیرے لیے جو کچھ ہے سو آقا کی بدولت\nگوہر جو یہ پائیں ہیں سو دریا کی بدولت\nہے جلوہ گری طور کی موسیٰ کی بدولت\nادنیٰ بھی چمک جاتا ہے اعلیٰ کی بدولت\nجان آئی ہے مردوں میں مسیحا کے قدم سے\nہوتے ہیں ہرے خشک شجرا بر کرم سے\n\n35\nجب لعل نے حیدر کے یہ کی عجز کی تقریر\nاس وقت گہر بار ہوئے دیدہ شبّیر\nفرایا کہ محبوب ہوں میں بے کس و دل گیر\nکیا میں نے دیا حق نے عطا کی تمہیں توقیر\nبخشی جو یہ خدمت علم خیر بشر کی\nاحسان مرا کیا تھا وصیت تھی پدر کی\n\n36\nدنیا میں کسی دن تمہیں راحت نہ ملی آہ\nپیاسے رہے فاقے کئے تم نے میرے ہمراہ\nاللہ و پیمبر مری غربت سے ہیں آگاہ\nبابا سے شکایت نہ مری کیجیو للہ\nبچپن سے مرے ساتھ تمھیں عشق دلیِ ہے\nراحت کسی بے کس کی رفاقت میں ملی ہے\n\n37\nسُن سُن کے یہ تقریر شہ بے کس و بے آس\nرویا کئے گردن کو جھکائے ہوئے عباس\nناگاہ سکینہ نے پکارا یہ بصد یاس\nکیا کرتے ہو عباس چچا آؤ مرے پاس\nجاتا ہے کلیجہ مرا پانی مجھے لا دو\nاے ساقی کوثر کے پسر پیاس بجھا دو\n\n38\nاب اینٹھ رہی جاتی ہے زباں پیاس کے مارے\nدم ہونٹوں پہ ہے موت کے آثار ہیں سارے\nپہونچو مری فریاد کو صدقے میں تمھارے\nگودی میں مجھے لے چلو دریا کے کنارے\nبے خیری سب لوگ ہیں کیا لشکر شر میں\nپانی جو نہ دیں گے تو چلی آؤں گی گھر میں\n\n39\nمنہ تکنے لگے شاہ کا عباس دلاور\nرو کر شہ بے کس نے کہا جاؤ برادر\nتکتے ہیں کھڑے راہ در خلد پہ حیدر\nکوثر کی سبیل اس سے نہ ہو گی کوئی بہتر\nحاصل ہے وہ جو کچھ تمھیں مطلوب ہے بھائی\nسقائی بہشتی کے لیے خوب ہے بھائی\n\n40\nعاشق ہیں سکینہ کے جو عباس علم دار\nروتے ہوئے ڈیوڑھی پہ گئے خیمے کی یک بار\nلپٹا کے گلے خوب بھتیجی کو کیا پیار\nدکھلا کے زباں خشک یہ بولی وہ دل افگار\nہوئے گا یہ عالم نہ کسی تشنہ دہاں کا\nتم حال تو دیکھو مری ننھی سی زبان کا\n\n41\nعباس نے فرمایا کہ ہاں سچ ہے مری جاں\nتم تین شب و روز سے پیاسی ہو میں قرباں\nہیں قاتل سادات وہ ہم جن کے ہیں مہماں\nہو جاتا ہے اب پانی کے ملنے کا بھی سامان\nشرم آتی ہے تم کو تونہ لے جائیں گے بی بی\nہم نہر سے مشکیزے کو بھر لائیں گے بی بی\n\n42\nوہ بولی مجھے لیتے چلو صدقے میں تم پر\nعباس یہ بولے کہ خفا ہوں گے برادر\nتم فاطمہ کی پوتی ہو شبّیر کی دختر\nشہزادیاں پردے سے نکلتی نہیں با ہر\nلونڈی تلک اس گھر کی کھلے سر نہیں نکلی\nفضہ کبھی بے مقنع و چادر نہیں نکلی\n\n43\nیہ سنتے ہی دی مشک سکینہ نے چچا کو\nحاصل ہوئی رخصت خلف شیر خدا کو\nیہ روئے کہ غش آگیا شاہ شہدا کو\nغل تھا کہ چلے حضرت عباس وغا کو\nگھوڑے پہ چڑھے کھینچ کے ایک آہ جگر سے\nاکبر کو صدا دی کہ خبردار پدر سے\n\n44\nکی عرض جناب علی اکبر نے بصد یاس\nہم اس داغ سے بابا کے بھی جینے کی نہیں آس\nساتھ آپ کے آؤں کہ میں حضرت کے رہوں پاس\nتب جوڑ کے ہاتھوں کو یہ کہنے لگے عباس\nعمو کی عبث فکر ہے بابا کو نہ چھوڑو\nاس وقت میں تنہا مرے آقا کو نہ چھوڑو\n\n45\nمیدان میں عباس دلاور کی ہے آمد\nہر صف میں یہ ہے شور کہ صفدر کی ہے آمد\nسب کہتے ہیں کرار کے دلبر کی ہے آمد\nیہ اور کی آمد نہیں حیدر کی ہے آمد\nارم میں الٹ دے گا ورق فوج کی صف کا\nرخ ہے سوئے دریا خلف شاہ نجف کا\n\n46\nغمخوار امام زمن آتا ہے خبردار\nبازوئے حسین و حسن آتا ہے خبردار\nلڑنے کو بڑا تیغ زن آتا ہے خبردار\nابن شہ خیبر شکن آتا ہے خبردار\nغصے میں ہے غازی نہ اجل سر سے ملے گی\nکانپے گی زمیں آج وہ تلوار چلے گی\n\n47\nدامن سر غازی پہ لٹکتا ہے علم کا\nکاہم خورشید بھی منہ رشک سے تکتا ہے علم کا\nہر گام پہ اقبال چمکتا ہے علم کا\nبجلی نہیں پنجہ یہ لچکتا ہے علم کا\nکسی جنگ میں ایسے علم نور کھلے ہیں\nپرچم نہ کہو موے سر حور کھلے ہیں\n\n48\nکس شان سے اڑتا ہوا آتا ہے پھرہرا\nطوبیٰ کو عروج اپنا دکھاتا ہے پھرہرا\nلہرا کے سر عرش پہ جاتا ہے پھرہرا\nساتھ اپنے ہوا خلد کی لاتا ہے پھر ہرا\nایسی کوئی جنت میں رواں نہر نہ ہو گی\nسر چشمہ کوثر میں بھی یہ لہر نہ ہوگی\n\n49\nلشکر میں یہ غل تھا کہ وہ غازی نظر آیا\nدیں پرور و ابرار و نمازی نظر آیا\nبازو کے شہنشاہ حجازی نظر آیا\nبجلی سا تڑپتا ہوا تازی نظر آیا\nلرزہوا اندام شجاعان عرب کو\nآمد اسد اللہ کی یاد آگئی سب کو\n\n50\nدیکھا جو علم رفعت طوبیٰ نظر آئی\nپنجے میں ضیائےید بیضا نظر آئی\nنا بندگی برق تجلّے نظر آئی\nکوسوں وہ زمیں نور کا دریا نظر آئی\nسایے نے سماں دشت پہ نایاب دکھایا\nخورشید کو لطف شب مہتاب دکھایا\n\n51\nچہرے نے عجب نور کی صورت میں دکھائی\nگرتی ہوئی بجلی صف دشمن میں دکھائی\nگردوں کی صفا وشت کے دامن میں دکھائی\nذروں نے تاروں کی چمک بن میں دکھائی\nغیرت سے سفیدی تھی رخ چرخ بریں پر\nنقش سم تو سن مہ کامل تھی زمیں پر\n\n52\nجادہ کو یہ دعویٰ تھا کہ میں کاہ کشاں ہوں\nکرتی تھی زمیں ناز کہ میں نور فشاں ہوں\nپلہ مرا بھاری ہے کہ رتبہ میں گراں ہوں\nفرزند علی جس کا مکیں ہے وہ مکاں ہوں\nکیا اس کو مرے رتبہ اعلیٰ کی خبر ہے\nیاں چاند بہتر ہیں وہاں ایک قمر ہے\n\n53\nاستادہ ہے یہ ماہ نبی ہاشم ذی قدر\nدکھلائے تو اس شکل و شمائل کا کوئی بدر\nیہ دوش یہ بازو یہ گلو، یہ کمر و صدر\nیہ عارض و گیسو سحر عید و شب قدر\nیاں کون سی نسبت ہے تری شمس و قمر کو\nایک رات کو قربان کروں ایک سحر کو\n\n54\nپیشانی پر نور سے ہے دن میں اُجالا\nروؤ خط رخسار وہ مہتاب میں ہالا\nابرو ہیں کہ سر تیز سرو ہی کا ہے بالا\nپلکیں نہیں جھپکیں یہ ہے لشکر تہ و بالا\nدیکھے سے اڑیں ہوش نہ کیوں اہل حسد کے\nآنکھیں تو ہیں آہو کی پہ تیور ہیں اسد کے\n\n55\nجلتے رہیں کیوں کر نہ مہ و خور سحر و شام\nہے حسن کی آتش سے بھوکا رخِ گل فام\nخال اور خط سبز وہ دانہ ہے تو یہ دام\nہے سب دل عالم کی اسیری کا سر انجام\nہینی کو جو دیکھو تو عجب شوکت و شان ہے\nیہ حسن علم دار کے لشکر کا نشان ہے\n\n56\nاک جا تو منا سب نہ تھے دو مردم بیمار\nصالح نے اٹھا دی ہے فقط نور کی دیوار\nاک شاخ ہے یا دو گلِ بادام ہیں اظہار\nیا یہ الفِ ماه دو ہفتہ ہے نمودار\nخوشبوئے گلستان ارم اس میں بھری ہے\nگویا ورق زر پہ کلی گل کی دھری ہے\n\n57\nیاقوت لب سرخ ہیں ذنداں دُر مکنوں\nدیکھے سے عقیق جگری کا بھی ہے دل خوں\nکس چیز سے نسبت دہن تنگ کو میں دوں\nنایاب ہے حقا کی طرح طائر مضمون\nحال ان کا نزاکت سے کھلے گا نہ کھلا ہے\nیاں باب سخن بند ہی رکھئے تو بجا ہے\n\n58\nآتی ہے صدا صاف قلم سے دم ترقیم\nہے جو ہر فرد اس کی نہ ہو کی کبھی تقسیم\nبیٹی ہے الف زلف بے لام اور دہن میم\nجو حرف ہے قرآن کا وہ ہے لائق تعظیم\nوصف دہن تنگ میں دقت تجھے کیا ہے\nکافی ہے بس اتنا ہی کہ اسرار خدا ہے\n\n59\nآتی ہے ثنائے دُر دندان زباں پر\nتقریر کے رشتے میں پروتا ہوں میں گوہر\nہیرے کے نگیں اُن سے ہوں کس طرح برابر\nیہ بہر شرافت کے ہیں موتی تو وہ پتّھر\nہنسنے میں جو پڑ جاتا ہے عکس اُن کا فلک پر\nبھی تڑپ جاتی ہے دانتوں کی چمک پر\n\n60\nدل کس کا نہ گردن کی صفائی پہ ہو قرباں\nمہتاب کو ہے جس کے گلے ملنے کا ارماں\nگویا کہ ہلالِ شب اول ہے گریباں\nشانوں کی نشان اسد حق سے ہے کیا شاں\nحیراں تھی نظر دوش مبارک یہ کماں ہے\nیاقوت میں خورشید جہاں تاب عیاں ہے\n\n61\nہیں بازوئے عباس کہ شایع شجر حُسن\nپڑتی ہے سدا نور پہ جن کی نظر حُسن\nگھر حسن کا سینہ ہے تو بازو ہیں درِ حُسن\nطالع ہے کیف دست سے مہر سحر حُسن\nان ہاتھوں سے ہم دست کفِ حور نہیں ہے\nخورشید کے نیچے میں بھییہ نور نہیں ہے\n\n62\nہر چیز علم دار نے پائی ہے علی کی\nاللہ نے تصویر بنائی ہے علی کی\nپنجہ ہے علی کا تو کلائی ہے علی کی\nان انگلیوں میں عقدہ کشائی ہے علی کی\nورثہ میں ہے زور ان کو ملا جد و پدر سے\nہلکا در خیبر کو سمجھتے ہیں سپر سے\n\n63\nدیکھو تو کسی شیر نے پایا ہے یہ سینہ\nحصے میں اسی چاند کے آیا ہے یہ سینہ\nحق نے ید قدرت نے بنایا ہے یہ سینہ\nسینے سے ید اللہ نے لگایا ہے یہ سینہ\nفرماتے ہیں عاشق ہوں میں اس رشک کمر کا\nیہ سینہ سپر ہووے گا زہرا کے پسر کا\n\n64\nہے تا بہ عدم ذہن رسا دوڑ کے جاتا\nلیکن کہیں مضمون کمر کو نہیں پاتا\nہے بال یہ دُر بخف میں نظر آتا\nمثل رگ گل تاب نزاکت نہیںیا تا\nاس رشتے سے محکم کمر مرتضوی ہے\nنازک تو ہے پر دین کی پشت اس سے قوی ہے\n\n65\nشمشاد سے بالا قدِ بالائے مبارک\nدر پیش ہے اب وصفِ قدم ہائے مبارک\nتعویز شفا نقشِ کفِ پائے مبارک\nجس جا گذر ان کا ہو وہ ہے جائے مبارک\nواں آتے ہیں سجدے کو ملک عرش بریں کے\nاحسان یہ انھیں پاؤں کے ہیں سر پہ زمین کے\n\n66\nہر شخص تھا حو رخ عباس فلک جا\nتھا شور فلک پر کہ زمیں کا ہے یہی ماہ\nہر لب پہ سخن تھا کہ رہے قدرت الله\nہر چشم یہ کہتی تھی کہ جلوہ ہے عجب واہ\nغازی تھا جہاں پتلیاں مردم کی اُدھر تھیں\nحوریں بھی دریچوں سے نکالے ہوئے سر تھیں\n\n67\nواں پر ہوئی تھی فوج سقر موج مرتب\nاک دل ہیں مہیاے زد و کشت صفیں سب\nچلوں سے اُدھر ملتے گلے تیر ستم سب\nجان اسد اللہ بڑھا چھیڑ کے مرکب\nچلائے یہ لشکر کے پاہی غضب آیا\nبپھرا پسر شیر الٰہی غضب آیا\n\n68\nہمت کا سخن تھا کہ فنا فوج کو کر دے\nاقبال پکارا کہ زمیں لاشوں سے بھر دے\nدل نے کہا سرداروں کے سر کاٹ کے دھر دے\nنصرت کی دعا تھی کہ خدا تجھ کو ظفر دے\nتحریر ہو یہ فتح ترے نام نکو پر\nہر دم تری شمشیر رہے فرق عدو پر\n\n69\nیہ نام سدا خلق میں نامی رہے تیرا\nہر صبح شپہ شرق سلامی رہے تیرا\nمحکوم ہراک کوفی و شامی رہے تیرا\nتو جس کا پسر ہے وہی حامی رہے تیرا\nوامان علم فرق پہ ہو سبط علی کے\nاور تو رہے سایہ میں حسین ابن علی کے\n\n70\nجب غیظ سے اشعار رجز پڑھنے لگا شیر\nجھک جھک گئے خوں ریزوں کے سر صورت شمیشر\nصف تہ و بالا ہوئی شکل زبر و زیر\nکچھ پیش نہ جائے گا رہا غل یہی تا دیر\nیہ تیزی تقریر کوئی لائے کہاں سے\nبے تیغ کٹے جاتے ہیں شمشیر زباں سے\n\n71\nگھبرا کے بڑھا خود پسر سعد بد انجام\nعباس سے کی عرض کہ اے صاحب صمصام\nسن لیجئے کچھ شام کے حاکم کا ہے پیغام\nپر آپ تک آتے ہوئے تھراتا ہے اندام\nجھنجھلائے ہوے شیر سے اندیشہ ہے جاں کا\nہیں چند نفس آپ سے طالب ہوں اماں کا\n\n72\nکی چیں بہ جبیں ہو کے یہ عباس نے تقریر\nپیغام مجھے بھیجے گا کیا حاکم بے پیر\nبندہ ہوں میں حاکم ہیں مرے حضرتِ شبّیر\nشیوہ ہے تمہیں لوگوں کا یہ حیلہ وتدبیر\nہے کام و فا سے ہیں اور ہم سے وفا کو\nفرزند علی تنگ سمجھتے ہیں وغا کو\n\n73\nوہ تم ہو جو کرتے ہو وغا اہلِ وفا سے\nمطلب ہے محمد سے تمھیں کچھ نہ خدا سے\nسادات کا سر کاٹتے ہو تیغ جفا سے\nمہماں ہیں یہ کس کے جو ہیں دو روز ہے پیاسے\nکیا کھا کے قسم پھر گئے تم اپنے سخن سے\nہم وہ ہیں کہ لکھنے پہ چلے آئے وطن سے\n\n74\nگر صلح کا پیغام بھی لایا ہے تو بے کار\nمیں کہتا ہوں مانیں گے نہیں سید ابرار\nدو بھانجے مارے گئے اک بھائی کا دلدار\nصدمہ یہ اٹھایا ہے کہ ہیں زیست سے بیزار\nکھل جائے گا شمشیر و سپر باندھ چکے ہیں\nوہ دیر سے مرنے پہ کمر باندھ چکے ہیں\n\n75\nکچھ سوچ کے یہ کہنے لگا ظلم کا بانی\nسچ ہے کہ بچے گا نہ ید اللہ کا جانی\nپر آپ گنواتے ہیں عبث اپنی جوانی\nکوئی تو رہے خلق میں حیدر کی نشانی\nغصے کے نہ اندوہ کے نے طیش کے دن ہیں\nراتیں ہیں یہ آرام کی یہ عیش کے دن ہیں\n\n76\nکیوں کرتے ہو بے فائدہ جینے سے کنارا\nچھوٹا ہے ابھی عمر میں فرزند تمہارا\nجب آپ نے دی جان تو گویا اسے مارا\nعباس جدائی کرو بھائی کی گوارا\nما بین لحد ساتھ برادر نہیں جاتا\nبھائی کوئی بھائی کے لیے مرنہیں جاتا\n\n77\nیہ سنتے ہی تھرانے لگا شیر کا اندام\nغصے کے سبب سرخ ہوئی چشم سیہ فام\nقبضے کو جو دیکھا تو اگلنے لگی صمصام\nفرمایا کہ ظالم مجھے دیتا ہے یہ پیغام\nشاید نہیں آگاہ مرے جد و پدر سے\nایسا ہوں کہ پھر جاؤں گا زہرا کے پسر سے\n\n78\nبس دور ہو آگے مجھے سننے کی نہیں تاب\nسرتن سے اتاروں ترا او ظالم کذّاب\nمیں بھائی کا دشمن ہوں یہ ہے کون سا آداب\nکیا قدر ہے پھر اس کی جو موتی کی گئی آب\nرتبہ ہے یہ سب شاہ ولایت کا تصدق\nہم جانتے ہیں جان کو عزت کا تصدق\n\n79\nآگے مرے تو ذکر پسر کا مرے لایا\nوہ شبّیر کے بچوں پہ تجھے رحم نہ آیا\nاصغر سے تو ہے سن میں زیادہ مرا جایا\nپانی تو کہاں دودھ بھی جس نے نہیں پایا\nدل سینے میں ٹکڑے ہو کہ صدمہ ہو جگر پر\nسو بیٹے ہوں تو صدقے کروں اُن کے پسر پر\n\n80\nہوتا ہے چمن فاطمہ کا ظلم سے برباد\nموسم یہ مرے عیش کا ہے کیوں ستم ایجاد\nمارا گیا بیوہ پسر قاسم ناشاد\nروتے ہیں نبی شیر خدا کرتے ہیں فریاد\nہم سے جنھیں الفت ہے وہ ماتم میں رہیں گے\nتا حشر اسے حشر کا دن لوگ کہیں گے\n\n81\nبھائی کے لیے جی سے گزر جاتا ہے بھائی\nجاتا ہے برادر بھی جدھر جاتا ہے بھائی\nکیا بھائی ہو تیغوں میں تو ڈر جاتا ہے بھائی\nآنچ آتی ہے بھائی یہ تو مر جاتا ہے بھائی\nنعشیں بھی ہم زیر زمیں ہوتی ہیں اکثر\nقبریں بھی پس مرگ قریں ہوتی ہیں اکثر\n\n82\nبھائی نے مرے کون سی کی مجھ سے بڑائی\nپالا ہے مجھے جانتی ہے ساری خدائی\nکیا کچھ نہ ملا کون سی عزت نہیں پائی\nجان اُن پہ تصدق ہے اجل آئی تو آئی\nہم مانیں گے جو شرط محبت کی جزا ہے\nنا فہم اسی موت میں جینے کا مزہ ہے\n\n83\nکافر ہوں کہ منہ قبلہ ایماں سے پھر آؤں\nتو کوہ طلا دے تو میں لالچ میں نہ آؤں\nفاقے ہوں تو بھائی کے عوض برچھیاں کھاؤں\nمقتل سے تڑپتا ہوا ان قدموں پہ جاؤں\nکس منہ سے کہوں میں کہ قرابت میں قریں ہوں\nبھائی تھے حسن میں تو غلام شہ دیں ہوں\n\n84\nبلبل کو کبھی ہجر گل ترنہیں بھاتا\nپروا نہ کہیں شمع کو ہے چھوڑ کے جاتا\nہے موت جو معشوق کو عاشق نہیں پاتا\nقمری کو سوا سرد کے کچھ خوش نہیں آتا\nشبّیر جہاں یہ دل فرزانہ وہیں ہے\nمحفل میں جہاں شمع ہے پروا نہ وہیں ہے۔\n\n85\nکہنے پہ چلوں تجھ سے جفا جو کے زہے فہم\nدوں رنج میں دل کو شہ خوش خو کے زہے فہم\nپھر بچے انھیں دکھ ہاتھ سے بازو کے زہے فہم\nآنکھوں کی بدی سامنے ابرو کے رہے فہم\nہٹ جا نہیں تیغ اب مری واللہ چلے گی\nشیروں سے نہ یہ بازی روباہ چلے گی\n\n86\nجرأت کو جری نے کبھی چھوڑا ہو تو کہدے\nآقا کو کسی نے کبھی چھوڑا ہو تو کہدے\nشبّیر کو اخی نے کبھی چھوڑا ہو تو کہدے\nاحمد کو علی نے کبھی چھوڑا ہو تو کہدے\nوہ ہم نہیں کرتے جو زمانے کا چلن ہے\nدنیا میں وفا اپنے گھرانے کا چلن ہے\n\n87\nبچھڑے ہیں پیمبر سے کبھی حضرت جعفر\nحمزہ کبھی دشمن کی طرف مل گئے جا کر\nحیدر کو کبھی چھوڑ گئے مالک اشتر\nمشہور ہے جنگ جمل و خندق و خیبر\nحیدر تھے کہ سب فوج کے آگے تھے احد میں\nنا مرد تھے وہ لوگ جو بھاگے تھے احد میں\n\n88\nپیر و بس انھیں کا ہے تو او ظالم ناری\nدو دن جو رہے غزوہ خندق میں فراری\nبس فتح تھی کرار کی جس دن ہوئی باری\nکل کا کیا خوں جس نے وہ ہے تیغ ہماری\nان ہاتھوں سے لاکھوں سر کفار کٹے ہیں\nجب پٹ گئی ہے لاشوں سے خندق تو ہٹے ہیں\n\n89\nجب گھر سے بے جنگ قدم ہم نے نکالے\nدم میں تن کفار سے دم ہم نے نکالے\nکعبے سے وغا کر کے ضم ہم نے نکالے\nاسلام کے لشکر کے ۔۔۔۔۔۔۔۔۔۔۔ رحم نے نکالے\nرنگ سرخ کفار عرب ہو گیا فق سے\nضرب میں باطل کو جدا کر دیا حق سے\n\n90\nمیں حشمت دنیا کی تمنا نہیں رکھتا\nقطرے کی طمع فیض کا دریا نہیں رکھتا\nاعلی جو ہے ادنیٰ کی وہ پروا نہیں رکھتا\nپتے سے علاقہ سرِ طوبیٰ نہیں رکھتا\nکافر کی طرف صاحب ایمان نہیں جاتے\nبتخانے میں کعبے سے مسلماں نہیں جاتے\n\n91\nخورشید کو مہتاجی ذرہ نہیں ذرا\nدیں دار صدا کرتے ہیں کافر پہ تبرا\nظالم ترے حاکم کو ہے کس بات کا غرا\nاسلام سے عاری ہے تو ایماں سے معرّا\nقاروں کا خزا نہ ہو تو عزت نہیں ملتی\nدولت سے کمینے کو شرافت نہیں ملتی\n\n92\nکچھ خار مغیلاں گل تر ہو نہیں جاتا\nہر قطرہ ناچیز گہر ہو نہیں جاتا\nقلعی سے کچھ آئینہ قمر ہو نہیں جاتا\nمس پر جو طمع ہو تو زر ہو نہیں جاتا\nجس پاس عصا ہو اسے موسیٰ نہیں کہتے\nہر ہاتھ کو عاقل ید بیضا نہیں کہتے\n\n93\nدولت نہیں انسان کی کچھ قدر بڑھاتی\nدنیائے دنی کام میں کس کے نہیں آتی\nگو فقر ہو عالی نسبی پر نہیں جاتی\nبینا جو ہیں وہ دیکھتے ہیں جو ہر ذاتی\nمحتاجی سے کم رتبۂ عالی نہیں ہوتا\nعزت وہ خزانہ ہے کہ خالی نہیں ہوتا\n\n94\nبخشی ہے خدا نے مرے آقا کو یہ توقیر\nہے مہر نبوت سے نسب نامۂ شبّیر\nکی خانۂ قدرت نے سند عرش پہ تحریر\nآیا ہے گواہی کے لیے آیۂ تطہیر\nدنیا میں کے ملتے ہیں جبریل سے شاہد\nموجود ہیں میکال و اسرافیل سے شاہد\n\n95\nحور و ملک و خلد و ارم کوثر و طوبیٰ\nسنگت و شجر و کوه و برو گوہر و دریا\nخورشید و نجوم و قمر و گنبد خضرا\nروم و رسی و مصر و نجف یثرب و بطحا\nپوچھے جو کوئی کون امام از لی ہے\nسب دیں یہ گواہی کہ حسین ابن علی ہے\n\n96\nجنات پکاریں کہ یہی فخر بشر ہے\nہر نخل کے باغ نبی کا گل تر ہے\nچلائے فلک پاؤں پہ اُس کے مرا سر ہے\nگویا ہوں ستارے کہ یہ زہرا کا قمر ہے\nہر بحر کہے گوہر امید ہے شبّیر\nذروں سے صدا آئے کہ خورشید ہے شبّیر\n\n97\nرضواں کا سخن ہو کہ مددگار ہے میرا\nفردوس کہے مالک ومختار ہے میرا\nزہرا کی صدا آئے کہ دلدار ہے میرا\nفرمائیں پیمبر در شہوار ہے میرا\nمیکال پکارے کہ ملازم ہوں اسی کا\nجبریل کرے فخر کہ خادم ہوں اسی کا\n\n98\nکیا رکن مقام اور چہ میزاب چہ زمزم\nایک ایک سے سن تو صفت قبلہ عالم\nآجائے صدا کوہِ صفا سے یہی ہر دم\nحج سے شہ والا کی زیارت نہیں ہے کم\nیوں تھے ہجر رتبہ سے آگاہ ہوں میں بھی\nکعبہ یہ کیسے بندۂ درگاہ ہوں میں بھی\n\n99\nہے شرع محمد کا جنہیں امر و مناہی\nہوں ایک زباں ماہ سے تا مسکن ماہی\nلوح و قلم و عرش و ملک دیں یہ گواہی\nورثہ میں لی ہے اسے کونین کی شاہی\nکرسی کہے میرے  لئے معراج یہی ہے\nخود عرش پکارے مرا سرتاج یہی ہے۔\n\n\n100\nجو شاہ کہ سب خلق میں رتبے سے سوا ہو\nبتلا تو غلام اس پہ فدا ہو کہ جدا ہو\nتنہا ہوں تو کیا ڈر ہے جو لاکھوں ہو تو کیا ہو\nلوں میان سے شمشیر تو اک دم میں فنا ہو\nغارت تمھیں کر دینے کو تیار ہے عباس\nبھائی کے مگر رحم سے ناچار ہے عباس\n\n101\nخود مجھ کو قسم دی ہے کہ غصہ میں نہ آنا\nبھیا نہ ملے راہ تو دریا پہ نہ جانا\nامت کی تباہی پہ کڑھیں گے مرے نانا\nاُن کا تو وہ رحم اور تمھارا یہ ستانا\nدو دن سے نہیں پانی کی اک بوند ملی ہے\nہے سخت تعجب کہ یہ کیا سنگ دلی ہے\n\n102\nظالم نے کہا تب کہ نہیں ملنے کا پانی\nنقصان تھا کیا بعیت حاکم جو نہ مانی\nتھرا گیا یہ سن کے ید اللہ کا جانی\nفرمایا زبان روک بس او ظلم کے بانی\nجس وقت بڑھیں پھر کہیں دم لیتے ہیں دریا\nنے دیکھا اسی حملے میں ہم لیتے ہیں دریا\n\n103\nیہ کہتے ہی جرار نے لی میان سے تلوار\nبھاگا صفت غول بیاباں وہ ستم گار\nنعرہ جو کیا شیر نے یا حیدر کرار\nاوتادِ اراضی عرب ہل گئے اک بار\nدہشت سے اڑا رنگِ رخ جن و ملک کا\nتھرا گیا دہشت سے بدن جن و ملک کا\n\n104\nجنگل میں بن آئی جو نہ کچھ خوف کے مارے\nٹھہرے نہ قدم شیر ہرن ہو گئے سارے\nآہو جو تھے شیروں میں تو چیتوں میں چکارے\nگھبرا کے درندے مرے یہ پرندوں کو پکارے\nشیطان پسر سعد کی گردن پہ چڑھا ہے\nبھاگو پسر شیر خدا رن پہ چڑھا ہے\n\n105\nصحرا میں تلاطم ہو اور یا میں پڑا شور\nاس شور سے بہرام کی تھرانے لگی گور\nدر سے جواڑے کبک تو جنگل سے اڑے مور\nصفدر کا قدم بڑھتے ہی شیروں کا گھٹا زور\nآمد میں بہادر کی شجاعت کے چلن تھے\nنے شیر ترائی میں نہ جنگل میں ہرن تھے\n\n106\nچمکی جو علم دار کی شمشیر ہلالی\nگھبرا کے فلک نے سپر مہر سنبھالی\nدہشت سے نیستان اسد کر گئے خالی\nاور بحر نے بھی ہر میں زہرہ موج کی ڈالی\nاعدا میں یہ غل تھا کہ یہ تیغ  ہیں جو ہیں\nاحول کی طرح ایک سمجھتا تھا کہ دو ہیں\n\n107\nوہ محبت قاطع ہے علمدار کی شمشیر\nدشمن کو مفر جس سے نہیں ہے کسی نہ ہیر\nکچھ وصف لکھا چاہتی ہے تیزی تقریر\nڈر یہ ہے کہ خامہ نہ قلم ہو دم تحریر\nمضمون بہت تیز ہیں اس برق دو دم کے\nجوشن کی دعا چاہیے بازو پہ قلم کے\n\n108\nڈالوں جو سیاہی میں دم تیغ کا پانی\nتب ہو ر تم اس برق سر افشان کی روانی\nشمشیر خراسانی و تیغ صفہانی\nہاں کندھے کو لاکھ رکھے تیز زبانی\nدم میں نہ پیادے نہ سواروں کے پرے ہیں\nسب جو ہر شمشیر خدا اس میں بھرے ہیں\n\n109\nخوں ریزی شمشیر کا لکھوں جو کوئی حرف\nہو صاف سیاہی سے عیاں شوخی شنجرف\nہوتے تھے شہ کاروں کے تن مثل قلم صرف\nروکیں کوئی وار اس کا یہ ڈھالوں کا نہ تھا ظرف\nایک ایک کے مانند اجل دشمن جاں تھی\nچار آئینہ میں امن نہ جوشن میں امان تھی\n\n110\nہے نصف ہی نام اس کا فقط شیر نے پایا\nتب جو ہر جرات اسی کے حصہ میں آیا\nعالم پہ اسی نام سے رعب اس کا ہے چھایا\nآنکھ اس سے ملانے کی کوئی تاب نہ لایا\nمثل دم شمشیر لہو اس کی خورش ہے\nپنجے میں جو ہے زور تو ناخن میں برش ہے\n\n111\nلو صلہ کناں ہوتے ہیں عباس اس علم دار\nلو جعفر طیار ہوے جنگ پہ طیار\nلو حضرت حمزہ نے کیا فوج کو مسمار\nلو غزوہ خیبر پہ چلے حیدر کرار\nٹھہرے نہ قدم فوج میں ہل چل پڑی آخر\nتو تیغ وہ چمکی صف اول ہوئی آخر\n\n112\nرہوار نے بیتابی سیماب دکھائی\nاڑتا تھا سوے نہر کہ دے آب دکھائی\nتلوار نے بجلی کی تب و تاب دکھائی\nہرتاب نے اک جد دل خون ناب دکھائی\nافتادہ تھے بے سر جو پرے فوج لعین کے\nسطریں سی نظر آتی تھیں صفحے پہ زمین کے\n\n113\nالتدرى برش دار سے تھا وار زیادہ\nمعشوق کے ابرو سے جفا کار زیادہ\nاور دیدہ عشاق سے خوں بار زیادہ\nشمیشر مہ لو سے نمو دار زیادہ\nگھاٹ ایسا کہ چھوڑا نہ کسی کشتی تن کو\nباڑھ ایسی کہ اک قلزم خوں کر دیارن کو\n\n114\nقبضہ وہ در ظلم و ستم بند ہے جس سے\nباڑھ ایسی رد ملک عدم بند ہے جس سے\nجو ہر وہ سدا فتح قلم بند ہے جس سے\nپشہ وہ کہ نمرود کا دم بند ہے جس سے\nچھائی ہے یہ جو ہر کی گھٹا ابر نہیں ہے\nدشمن کو پناہ اس سے بجز قبر نہیں ہے\n\n115\nتھا چار طرف شام کے لشکر میں تلاطم\nآندھی سے ہو جس طرح سمندر میں تلاطم\nبرپا تھا عجب فوج ستمگر میں تلاطم\nواں بحر میں ہل چل تھی ادھر بر میں تلاطم\nتھا شور کہ شکر کی بھی کثرت میں کمی ہے\nٹوٹی ہوئی کشتی کہیں طوفاں میں تھمی ہے\n\n116\nتیغیں وہ کہ جن پر نہ دھری جاتی تھی انگشت\nمنہ پھیرے چلے جاتے تھے ہنگام زد و گشت\nدہشت سے اٹھاتے نہ تھے سر گرز گراں مشت\nڈھالوں کا یہ عالم تھا کہ چھپتی تھیں پس پشت\nہتھیار گرے پڑتے تھے ثابت قدموں کے\nسمٹے ہوئے تھے ڈر سے پھرہرے علموں کے\n\n117\nسو سو ہوئے بے سر صف دشمن پہ جب آئی\nغل تھا نہیں بچنے کے اجل سب کی آب آئی\nاتنی تو صدا آئی کہ برق غضب آئی\nپھر یہ نہ کھلا کب گئی اور سر پہ کب آئی\nشمن کو نہ انجام نہ آغاز دکھایا\nتلوار نے سب موت کا انداز دکھایا\n\n118\nہر غول میں غل تھا کہ بلا آتی ہے بھاگو\nرکنے کی نہیں سیل فنا آتی ہے بھاگو\nبرق عضب ربّ علا آتی ہے بھاگو\nتلوار نہیں سر پہ قضا آتی ہے بھاگو\nڈر جس کا لگا رہتا ہے دن رات یہی ہے\nاے بے خبر و مرگ مفاجات یہی ہے\n\n119\nہر فرد کو اس تیغ کے جو ہر نظر آئے\nریتی پہ تپاں جسم برابر نظر آئے\nموئے سر افواج ستم پر نظر آئے\nاُڑتے ہوے بالائے ہوا سر نظر آئے\nچلّاتے تھے ڈر ڈر کے پرندے کہ یہ کیا ہے\nآتی تھی سیلمان کی صدا قہر خدا ہے\n\n120\nزمینی جو پڑی زیر بغل فرق سے نکلی\nمنہ غرب کی جانب جو کیا شرق سے نکلی\nیوں جا کے تن ظالم پرُ زرق سے نکلی\nالعظہ اللہ سدا برق سے نکلی\nاڑ اڑ کے چمکتی تھی جو اعدا کے سروں پر\nدم ناد علی کرتے تھے جبریل پروں پر\n\n121\nلٹ جاتے تھے منہ دیکھ کے آبن ستم اس کا\nخوں پینے سے بھرتا تھا نہ خالی شکم اسکا\nلشکر کو دکھاتا رہ راست خم اس کا\nنے سنگ سے رکتا تھا نہ آہن سے دم اس کا\nکب سنگ کی سختی کو بھلا مانتی تھی وہ\nفولاد کو جب موم سے کم جانتی تھی وہ\n\n122\nدکھلا کے گل زخم، بدن سے نکل آئی\nشمشیر خزاں تھی کہ چمن سے نکل آئی\nہمراہ لیے روح کو تن سے نکل آئی\nشپ سے جو پڑی سر پہ تو سن سے نکل آئی\nسر کش تھا تکبّر سے جب افلاک پہ سر تھا\nجھپکی تھی ادھر آنکھ ادھر خاک پہ سر تھا\n\n123\nمغفر میں ہوئی غرق تو سرکاٹ کے نکلی\nروکا جو سپر پر تو سپر کاٹ کے نکلی\nشانے پہ گری تا بہ کمر کاٹ کے نکلی\nسینے میں در آئی تو جگر کاٹ کے نکلی\nہر ہاتھ میں گردش تھی نئی ڈھنگ نیا تھا\nگھوڑے کے بھی ٹکڑے تھے یہ چو رنگ نیا تھا\n\n124\nدل ہٹ گئے جس دم وہ صف فوج پہ چمکی\nمعلوم ہوا برق غضب موج پہ چمکی\nجب فرد کو دو کر کے پھری زوج پہ چمکی\nچمکی کبھی پستی پہ کبھی اوج\nگردش جو ہوئی ہاتھ ہلا نظر آیا\nہر ضرب میں عالم تہ و بالا نظر آیا\n\n125\nڈر سے کوئی لشکر کا نشاں چھوڑ کے بھاگا\nشمشیر و سپر کوئی جواں چھوڑ کے بھاگا\nشہزور ہر اک گرز گراں چھوڑ کے بھاگا\nکوئی صفتِ تیر و کماں چھوڑ کے بھا گا\nاندام سے ٹپکی جو زرہ دام سے چھوٹا\nغل تھا کہ ہرن پنجہ ضر غام سے چھوٹا\n\n126\nلڑتا ہوا پہونچا لب ساحل جو وہ صفدر\nیاد آگئی بس تشنگی آل پیمبر\nرہوار نے دیکھا رخ عباس کو مڑکر\nسمجھے کہ ہے گھوڑ ابھی بہت پیاس سے مضطر\nآنکھون سے رواں ہوں گے وہاں اشک سکینہ\nبہتر ہے کہ اب جلد بھر و مشک سکینہ\n\n127\nبس خوب لڑے شان ید اللہ دکھائی\nعالم کو بہت یاد رہے گی یہ لڑائی\nسب ہیچ ہے گر پیاس نہ بچوں کی بجھائی\nاب وہ کرو جس میں کہ رضا مند ہوں بھائی\nکہہ آئے ہو کیا بنت امام مدنی سے\nسقائی بھی کچھ کم نہیں شمشیر زنی سے\n\n128\nمرجانا تو لڑ بھڑ کے کچھ ایسا نہیں دشوار\nمردوں کا یہی کام ہے جب کھینچ لی تلوار\nمشکیزے کی کشتی لیے اس فوج سے ہو پار\nعباس بڑی فتح ہے چل جائے جو یہ وار\nعالم میں یہ چرچا سحر و شام رہے گا\nسقائے حرم حشر تلک نام رہے گا\n\n129\nہے یاد تجھے قصۂ پیر الالم اے دل\nپانی کے لیے آگ میں کودے شہ عادل\nیاں کون سا اندیشہ ہے اور کون سی مشکل\nنے آگ ہے نہ جن ہیں وہ دریا ہے یہ ساحل\nکیا منہ ہے جو ناری ہمیں واں جانے نہ دیں گے\nجیتے ہیں تو ہم مشک یہ آنچ آنے نہ دیں گے\n\n130\nفرما کے یہ دریا میں وہ غازی جو در آیا\nہر ماہی دریا نے یہ جانا قمر آیا\nپھر بعد کئی دن کے جو پانی نظر آیا\nاشک آنکھوں سے بہنے لگے منہ کو جگر آیا\nصدمہ ہوا یاد آگئی تقریر سکینہ\nآنکھوں کے تلے پھر گئی تصویرِ سکینہ\n\n131\nعباس نے مشکیزے کو چھاتی سے لگا کر\nسیراب کیا نہر سے پھر اشک بہا کر\nلٹکا لیا تسمے کو قریں دوش کے لاکر\nاعدا کی صفیں بندھ گئیں پھر نہر پہ آکر\nلب تشنہ جو وہ حق کا ثناسا نکل آیا\nرہوار بھی اس نہر سے پیاسا نکل آیا\n\n132\nساحل سے نکلنا تھا کہ پھر چلنے لگے تیر\nاس چاند پہ بدلی کی طرح چھا گئے بے پیر\nغازی نے کہا کون سی اب کیجئے تدبیر\nپھر جنگ کرو آگے جو کچھ خواہش تقدیر\nکچھ مال نہیں دم میں یہ انبوہ تو ہٹ جائے\nپر مشک کا دھڑکا ہے کہ تیغوں سے نہ کٹ جائے\n\n133\nدیکھا جو بہادر نے کہ آپہونچے عدو پاس\nبا شیر خدا کہہ کے بڑھے حضرت عباس\nآنکھیں تھیں لہوں، شیر سے سکتے تھے چپ و راس\nجانے کی امید کبھی تھی تو کبھی یاس\nتیروں کے کبھی سامنے کر دیتے تھے سینہ\nگھبرا کے کبھی مشک پہ دھر دیتے تھے سینہ\n\n134\nجانے کی اگر دہنی طرف راہ نہ پائی\nمشکیزہ لیے جانب چپ باگ پھرائی\nچھاتی کو سپر کر دیا تلوار جب آئی\nنیزوں سے بچایا نہ بدن مشک بچائی\nجب زخم کوئی کھایا تو مشکیزہ کو دیکھا\nسن سے کوئی تیر آیا تو مشکیزہ کو دیکھا\n\n135\nرہوار کو جھنجھلا کے کبھی کاوے پہ ڈالا\nدکھلا دیا سب کو کبھی چاند اور کبھی ہالا\nلڑ کر کبھی انبوہ سے گھوڑے کو نکالا\nکاٹا کبھی نیز و کبھی ترکش کبھی بھالا\nانبار تن و سر کا سر راہ دکھایا\nبر ضرب میں زور اسد اللہ دکھایا\n\n136\nلڑتے تھے وہ ابنوہ نہ ہوتا تھا مگر کم\nامڈا تھا سمندر کی طرح شکر آ ظلم\nہاں جانے نہ دینا یہی غل ہوتا تھا ہر دم\nواں غش میں سکینہ تھی حرم کرتے تھے ماتم\nشمشیر بہ کف اکبر ذی جاہ کھڑے تھے\nہاتھوں سے کمر پکڑے ہوئے شاہ کھڑے تھے\n\n137\nفرماتے تھے رو رو کے یہ اکبر سے بہ صد یاس\nاب کیا کروں اعدا میں گھرا ہے مرا عباس\nکہدویہ سکینہ سے کہ ہو پیاس سے بے آس\nآنے نہیں دیتے مرے بھائی کو مرے پاس\nدنیا سے مٹاتے ہیں نشانی کو علی کی\nمارا ہمیں امت نے دہائی ہے نبی کی\n\n138\nگھبرا کے یہ ڈیوڑھی سے سکینہ نے پکارا\nکیوں روتے ہو بابا کسے مارا کسے مارا\nچلائے شہ دیں کہ نہیں صبر کا یارا\nسقائے حرم چھوڑتے ہیں ساتھ ہمارا\nجینے کا مزا فرقت عباس نے کھویا\nہے ہے مرے بھائی کو تری پیاس نے کھویا\n\n139\nمنہ کر کے سوئے نہر وہ پیاسی یہ پکاری\nدریا سے چلے آؤ چچا تم پہ میں واری\nتم خالی ہی لا کر ہمیں دو مشک ہماری\nبابا کی سنی جاتی نہیں گریہ و زاری\nجلد او کہ بے تاب امامِ دوسرا ہیں\nہم نے تمھیں پانی کو جو بھیجا تو خفا ہیں\n\n140\nیہ سُن کے ادھر کرتے تھے شہ اشک فشانی\nواں ہو گیا بیدستید اللہ کا جانی\nشانوں سے لہو بہنے لگا مشک سے پانی\nگھوڑے سے نہ گرتا ابھی وہ یوسف ثانی\nخوں خواروں کے نرغے میں گھر آگئے عباس\nاک گرز لگا سر پہ کہ تیورا گئے عباس\n\n141\nحضرت کو پکارا مرے آقا مرے آقا\nدوڑو مجھے مارا مرے آقا مرے آقا\nتن زخمی ہے سارا مرے آقا مرے آقا\nبندہ ہوں تمھارا مرے آقا میرے آقا\nسقے کی بہشتی کی فدائی کی خبر لو\nخادم کی نمک خوار کی بھائی کی خبر لو\n\n142\nچلّا کے شہ دیں نے کہا ہائے برادر\nتم بھائی سے ہو تے ہو جدا ہائے براور\nبھائی نہ ہوا تم پہ فدا ہاے برادر\nکھی تھی جوانی میں قضا ہائے برادر\nافسوس کہ وقفہ نہ کیا چند نفس کا\nساتھ آج چھٹا جاتا ہے بتیس برس کا\n\n143\nیہ کہہ کے سوئے نہر جو دوڑے شہ والا\nتیورا کے گرے تھے مگر اکبر نے سنبھالا\nگر پڑے تھے تھا ملتا جہاں خون کا تھالا\nمعلوم نہ ہوتا تھا اندھیرا نہ اجالا\nبھائی کے تصور میں جو گھبراتے تھے شبّیر\nہر لاش سے چلا کے لپٹ جاتے تھے شبّیر\n\n144\nبسمل سے تڑپتے ہوے جب نہر پر آئے\nعباس کوئی آن کے مہماں نظر آئے\nسر پیٹتے شبّیر جو بالائے سر آئے\nاشک آنکھوں میں عباس دلاور کی بھر آئے\nزخمی کو جو اٹھنے کی نہ طاقت تھی زمیں سے\nملنے لگے آنکھیں قدم سرور دیں سے\n\n145\nحضر نے کہا سر تو قدم پر سے اٹھاؤ\nعباس ہم آغوش میں لیویں ادھر آؤ\nگر ہاتھ نہیں سر مری چھاتی سے لگاؤ\nیاری جو زباں دے تو کچھ احوال سناؤ\nتقریر تری شہرۂ آفاق ہے بھائی\nبھائی تری آواز کا مشتاق ہے بھائی\n\n146\nیہ کہہ کے گرے لاش پہ پھر یا دل مضطر\nپیشانی کو بوسہ دیا منھ رکھدیا منہ پر\nزانو پہ رکھا خاک سے سر اُس کا اٹھا کر\nرو رو کے کہا کھو لو تو آنکھوں کو برادر\nملنے کے لیے ہاتھوں کو پھیلائے ہیں عباس\nتم دیکھو تو کس حال سے ہم آئے ہیں عباس\n\n147\nغش میں جو سنی اس نے صدائے شہ والا\nہونٹوں کو بھی جنبش ہوئی آنکھوں کو بھی کھولا\nآہستہ کہا شہ سے میں صدقے مرے مولا\nتعظیم سے معذور ہوں میں اٹھ نہیں سکتا\nیہ داغ زمانے سے چلا ساتھ ہمارے\nپانی نہ ملا تن سے کٹے ہاتھ ہمارے\n\n148\nافسوس کہ بن آئی نہ ہم سے کوئی تدبیر\nدل زخمی جب سے کہ لگا مشک پہ اک تیر\nکہدیجو سکینہ سے کہ بی بی تری تقدیر\nپانی کے نہ لانے میں نہ تھی کچھ مری تقصیر\nلب تشنہ رہو تم یہی مرضی تھی خدا کی\nاب حشر کے دن دیکھو گی صورت کوچچا کی\n\n149\nیہ کہتے ہی اک موت کی ہچکی اُسے آئی\nاور آنکھ بھی نظارۂ عالم سے پھرائی\nگھبرا کے کہا شہ نے یہ کیا کرتے ہو بھائی\nکی عرض که نزدیک ہے اب وقت جدائی\nبیدست برادر کی مدد کیجئے آقا\nقبلے کی طرف مجھ کو پھرا دیجئے آقا\n\n150\nشاہد مرے کلمہ کے رہیں آپ برادر\nمعبود نہیں کوئی بجز خالق اکبر\nبرحق ہے رسول عربی حق کا پیمبر\nبے فصل ہے احمد کا وصی حیدر صفدر\nبعد ان کے حسن مالک و مختار زماں ہیں\nاور بعد مین آپ امام دو جہاں ہیں\n\n151\nسب آپ پہ روشن ہے عقیدے کا مرے حال\nکیجے گا مدد ہونے کی جب پرسش اعمال\nبے خوف فشار لحداے فاطمہ کے لال\nپر آپ نے آغوش میں پالا ہے کئی سال\nنازاں ہوں کہ کام آئیے گاواں مرے مولا\nسب مشکلیں ہو جائیں گی آساں میرے مولا\n\n152\nآواز علی آئی کہ اے عابد و زاہد\nمقبول خدا ہیں ترے اعمال و عقائد\nصدقے ترے اے راہ الٰہی کے مجاہد\nہیں پنج تن پاک ترے زہر کے شاہد\nتشریف رسولِ دوسرا لائیں گے بیٹا\nغم کھاؤ نہ تم قبر میں ہم آئیں گے بیٹا\n\n153\nیاں تھا ابھی یہ ذکر کہ برپا ہوا محشر\nرونے میں لگے دیکھنے شہ خیمے کو مڑ کر\nدیکھا کہ حرم گھر سے نکل آئے ہیں باہر\nچلاتی ہے فضہ علی اکبر علی اکبر\nاب دخترِ سلطانِ مدینہ نہیں تھمتی\nعباس سے کہدو کہ سکینہ نہیں تھمتی\n\n154\nفضہ کی یہ آواز جو عباس تک آئی\nتھرانے لگا نزع میں وہ شہ کا فدائی\nشہ سے کہا یاں آتی ہے اب آپ کی جائی\nدامن سے مرے منہ کو چھپا دیجئے بھائی\nیہ کہتے ہی دنیا سے سفر کر گئے عباس\nمنہ پھیر لیا شرم سے اور مر گئے اعباس\n\n155\nسر پیٹ کے ہاتھوں سے یہ شبّیر پکارے\nعباس علی چھوڑ کے جنت کو سدھارے\nسر بھائی کے قدموں سے اٹھاؤ مرے پیارے\nبس ہو چکی تعظیم میں قربان تمھارے\nبھائی میں تری تشنہ دہانی کے تصدق\nعباس میں اس مرتبہ دانی کے تصدق\n\n156\nکچھ بولو تو اے عاشق سلطانِ مدینہ\nچلاتی ہے ڈیوڑھی پہ تمھیں بالی سکینہ\nبتلاؤ بھتیجی کی تسلی کا قرینہ\nاس صدمے سے دشوار ہے اس بچی کا جینا\nیہ مشک جوواں خون میں تر جائے گی بھائی\nبس ہائے چچا کہہ کے وہ مر جائے گی بھائی\n\n157\nسرپیٹ کے چلانے لگے سید ابرار\nہے ہے مرے پیارے مرے بھائی مرے غم خوار\nاب جوش پہ رقت ہے انیس جگر افگار\nمولا سے یہ کر عرض کہ اے کل کے مددگار\nحسرت ہے یہ آنکھوں سے درِشاہ کو دیکھوں\nعباس فلک جاہ کی درگاہ کو دیکھوں\n\n\nرباعی\n1\nعباس کو لطفِ زندگانی نہ ملا\nاکبر کو بھی کچھ حظِ جوانی نہ ملا\nاس موسم گرما میں غضب ہے یارو\nشبّیر کو تین روز پانی نہ ملا\n\n2\nپتلی کی طرح نظر سے مستور ہے تو\nآنکھیں جسے ڈھونڈھتی ہیں وہ نور ہے تو\nہے قریب رگ جان سے اس پر یہ بعُد\nاللہ اللہ کس قدر دور ہے تو\n",
    "tagged": true,
    "tagged_elements": [
        {
            "original": "جلد چهارم",
            "tagged": "جلد چهارم",
            "english": "Volume four"
        },
        {
            "original": "مرثیۂ میر انیس",
            "tagged": "مرثیۂ <PERSON>میر انیس</PERSON>",
            "english": "Elegy of Mir Anis"
        },
        {
            "original": "آفت میں گرفتار ہیں ناموس محمد",
            "tagged": "آفت میں گرفتار ہیں ناموس <PERSON>محمد</PERSON>",
            "english": "In calamity is the honor of Muhammad trapped."
        },
        {
            "original": "مجبور ہیں لاچار ہیں ناموس محمد",
            "tagged": "مجبور ہیں لاچار ہیں ناموس <PERSON>محمد</PERSON>",
            "english": "They are helpless, the honor of Muhammad is helpless."
        },
        {
            "original": "سرور کے عزادار ہیں ناموس محمد",
            "tagged": "سرور کے عزادار ہیں ناموس <PERSON>محمد</PERSON>",
            "english": "They are the mourners of the master, the honor of Muhammad."
        },
        {
            "original": "اور جینے سے بیزار ہیں ناموس محمد",
            "tagged": "اور جینے سے بیزار ہیں ناموس <PERSON>محمد</PERSON>",
            "english": "And they are fed up with life, the honor of Muhammad."
        },
        {
            "original": "زنداں کی صعوبت ہے غریب الوطنی ہے",
            "tagged": "زنداں کی صعوبت ہے غریب الوطنی ہے",
            "english": "Imprisonment is difficult, it is foreignness."
        },
        {
            "original": "غل ہائے حسینا کا ہے اور سینہ زنی ہے",
            "tagged": "غل ہائے <PERSON>حسینا</PERSON> کا ہے اور سینہ زنی ہے",
            "english": "It is the commotion of Husaina and the beating of chests."
        },
        {
            "original": "کھانا ہے نہ پینا ہے، نہ راحت ہے نہ سونا",
            "tagged": "کھانا ہے نہ پینا ہے، نہ راحت ہے نہ سونا",
            "english": "There is neither food nor drink, no comfort nor sleep."
        },
        {
            "original": "ہے خاک کا فرش اور نہ تکیہ نہ بچھونا",
            "tagged": "ہے خاک کا فرش اور نہ تکیہ نہ بچھونا",
            "english": "The floor is of dust, there is neither pillow nor bedding."
        },
        {
            "original": "یاد آتا ہے جب وارثوں کا جان نہ کھونا",
            "tagged": "یاد آتا ہے جب وارثوں کا جان نہ کھونا",
            "english": "It reminds of the heirs, never losing a life."
        },
        {
            "original": "چھٹتا نہیں مظلوموں سے منھ ڈھانپ کے رونا",
            "tagged": "چھٹتا نہیں مظلوموں سے منھ ڈھانپ کے رونا",
            "english": "The oppressed do not stop crying with their faces covered."
        },
        {
            "original": "نورانی بدن خاک سے ہیووں کے اَٹے ہیں",
            "tagged": "نورانی بدن خاک سے ہیووں کے اَٹے ہیں",
            "english": "The luminous body is covered with dust."
        },
        {
            "original": "عریاں ہیں سر اور سب کے گریبان پھٹے ہیں",
            "tagged": "عریاں ہیں سر اور سب کے گریبان پھٹے ہیں",
            "english": "They are bareheaded and everyone's collars are torn."
        },
        {
            "original": "اکبر کی جوانی کا کسی رانڈ کو غم ہے",
            "tagged": "<PERSON>اکبر</PERSON> کی جوانی کا کسی رانڈ کو غم ہے",
            "english": "The youth of Akbar grieves some widowed woman."
        },
        {
            "original": "اصغر کے لئے چشم کسی بی بی کی نم ہے",
            "tagged": "<PERSON>اصغر</PERSON> کے لئے چشم کسی <PERSON>بی بی</PERSON> کی نم ہے",
            "english": "For Asghar, the eyes of some lady are wet."
        },
        {
            "original": "عباس کی فرقت کا کسی دل پہ الم ہے",
            "tagged": "<PERSON>عباس</PERSON> کی فرقت کا کسی دل پہ الم ہے",
            "english": "The separation from Abbas is a sorrow on some heart."
        },
        {
            "original": "دولھا کو کوئی روتی ہے سر زانو پہ خم ہے",
            "tagged": "دولھا کو کوئی روتی ہے سر زانو پہ خم ہے",
            "english": "Someone weeps for the groom, bending her head on her knees."
        },
        {
            "original": "کرتی ہے کوئی یاد محمد کے پسر کو",
            "tagged": "کرتی ہے کوئی یاد <PERSON>محمد</PERSON> کے پسر کو",
            "english": "Someone remembers the son of Muhammad."
        },
        {
            "original": "دیوار سے رو کر کوئی ٹکراتی ہے سر کو",
            "tagged": "دیوار سے رو کر کوئی ٹکراتی ہے سر کو",
            "english": "Weeping, someone keeps hitting her head against the wall."
        },
        {
            "original": "کہتی ہے کوئی لوٹا گیا باغ ہمارا",
            "tagged": "کہتی ہے کوئی لوٹا گیا باغ ہمارا",
            "english": "Someone says, 'Our garden has been returned.'"
        },
        {
            "original": "ہے ہے مرے بچے کو ستمگاروں نے مارا",
            "tagged": "ہے ہے مرے بچے کو ستمگاروں نے مارا",
            "english": "Oh woe! My child has been killed by the oppressors."
        },
        {
            "original": "مجھ رانڈ کا پیری میں رہا کچھ نہ سہارا",
            "tagged": "مجھ رانڈ کا پیری میں رہا کچھ نہ سہارا",
            "english": "In my old age, I have had no support."
        },
        {
            "original": "دنیا سے مرا لال جواں ہو کے سدھارا",
            "tagged": "دنیا سے مرا لال جواں ہو کے سدھارا",
            "english": "My son departed this world as a young man."
        },
        {
            "original": "شادی بھی ہوئی تھی نہ مرے لخت جگر کی",
            "tagged": "شادی بھی ہوئی تھی نہ مرے لخت جگر کی",
            "english": "There was not even a wedding for my flesh and blood."
        },
        {
            "original": "میں مر نہ گئی ہائے بلا لے کے پسر کی",
            "tagged": "میں مر نہ گئی ہائے بلا لے کے پسر کی",
            "english": "I did not die, oh misery over my son."
        },
        {
            "original": "کہتی تھی کوئی حال بہت غیر ہے میرا",
            "tagged": "کہتی تھی کوئی حال بہت غیر ہے میرا",
            "english": "Someone used to say, 'My condition is very strange.'"
        },
        {
            "original": "لوگو! کسی گھر میں نہیں دیکھا یہ اندھیرا",
            "tagged": "لوگو! کسی گھر میں نہیں دیکھا یہ اندھیرا",
            "english": "People! This darkness has not been seen in any house."
        },
        {
            "original": "کہتی تھی یہ کبرا مجھے زحمت نے ہے گھیرا",
            "tagged": "کہتی تھی یہ کبرا مجھے زحمت نے ہے گھیرا",
            "english": "She said, 'This grave has surrounded me with hardship.'"
        },
        {
            "original": "منھ مجھ کو سکینہ نظر آتا نہیں تیرا",
            "tagged": "منھ مجھ کو <PERSON>سکینہ</PERSON> نظر آتا نہیں تیرا",
            "english": "I cannot see your face, Sakina."
        },
        {
            "original": "میں کاہے کو واقف تھی اسیری کے محن سے",
            "tagged": "میں کاہے کو واقف تھی اسیری کے محن سے",
            "english": "Why was I aware of the hardships of captivity?"
        },
        {
            "original": "گھٹ گھٹ کے بس اب جان نکل جائے گی تن سے",
            "tagged": "گھٹ گھٹ کے بس اب جان نکل جائے گی تن سے",
            "english": "Suffering like this, soon my life will leave my body."
        },
        {
            "original": "ہر شام و سحر شور یہ تھا ہائے حُسَیْنَا",
            "tagged": "ہر شام و سحر شور یہ تھا ہائے <PERSON>حسینا</PERSON>",
            "english": "Every evening and dawn, the cry was 'Oh Husayna!'"
        },
        {
            "original": "ابتک نہ کفن تم کو ملا ہائے حسینا",
            "tagged": "ابتک نہ کفن تم کو ملا ہائے <PERSON>حسینا</PERSON>",
            "english": "Even now, no shroud has been found for you, oh Husayna!"
        },
        {
            "original": "کاٹا ترا ظالم نے گلا ہے حسینا",
            "tagged": "کاٹا ترا ظالم نے گلا ہے <PERSON>حسینا</PERSON>",
            "english": "The oppressor has cut your throat, oh Husayna!"
        },
        {
            "original": "کنبه ترا آفت میں پھنسا ہائے حسینا",
            "tagged": "کنبه ترا آفت میں پھنسا ہائے <PERSON>حسینا</PERSON>",
            "english": "Your body is trapped in calamity, oh Husayna!"
        },
        {
            "original": "تم چھٹ گئے کٹوا کے گلا رنج و الم سے",
            "tagged": "تم چھٹ گئے کٹوا کے گلا رنج و الم سے",
            "english": "You departed, cut off from sorrow and grief."
        },
        {
            "original": "اب کون چھڑائے گا ہمیں قید ستم سے",
            "tagged": "اب کون چھڑائے گا ہمیں قید ستم سے",
            "english": "Now who will rescue us from the captivity of oppression?"
        },
        {
            "original": "اس قید میں تھا بالی سکینہ کو نہ آرام",
            "tagged": "اس قید میں تھا بالی <PERSON>سکینہ</PERSON> کو نہ آرام",
            "english": "In this prison, Sakina has no rest."
        },
        {
            "original": "سر پیٹتی تھی ہاتھوں سے رو کر سحر و شام",
            "tagged": "سر پیٹتی تھی ہاتھوں سے رو کر سحر و شام",
            "english": "She would beat her head with her hands, weeping day and night."
        },
        {
            "original": "سب بھولی تھی بابا ہی کا بس یاد تھا اک نام",
            "tagged": "سب بھولی تھی بابا ہی کا بس یاد تھا اک نام",
            "english": "She had forgotten everything; only the name of her father remained."
        },
        {
            "original": "کہتی تھی کہ اماں نہیں جینے کی میں ناکام",
            "tagged": "کہتی تھی کہ اماں نہیں جینے کی میں ناکام",
            "english": "She would say, 'Mother, I have failed to live.'"
        },
        {
            "original": "پاؤں گی کہاں فاطمہ زہرا کے پسر کو",
            "tagged": "پاؤں گی کہاں <PERSON>فاطمہ زہرا</PERSON> کے پسر کو",
            "english": "Where will I find the son of Fatima Zahra?"
        },
        {
            "original": "ہیں ڈھونڈھتی آنکھیں مری مظلوم پدر کو",
            "tagged": "ہیں ڈھونڈھتی آنکھیں مری مظلوم پدر کو",
            "english": "My eyes search for my oppressed father."
        },
        {
            "original": "منھ چوم کے بہلاتی تھی ماں اے مری پیاری",
            "tagged": "منھ چوم کے بہلاتی تھی ماں اے مری پیاری",
            "english": "She would kiss my face and soothe me, oh my dear mother."
        },
        {
            "original": "اب آئے گی یاں بی بی کے بابا کی سواری",
            "tagged": "اب آئے گی یاں <PERSON>بی بی</PERSON> کے <PERSON>بابا</PERSON> کی سواری",
            "english": "Now the ride of the lady's father will come."
        },
        {
            "original": "آؤ کرو آرام مری گود میں واری",
            "tagged": "آؤ کرو آرام مری گود میں واری",
            "english": "Come and rest in my lap."
        },
        {
            "original": "روداد سنی ہے شہِ والا نے تمہاری",
            "tagged": "روداد سنی ہے <PERSON>شہِ والا</PERSON> نے تمہاری",
            "english": "The great lord has heard your tale."
        },
        {
            "original": "چھاتی سے حسین آ کے لگاویں گے مری جاں",
            "tagged": "چھاتی سے <PERSON>حسین</PERSON> آ کے لگاویں گے مری جاں",
            "english": "Husain will come and embrace me from my chest."
        },
        {
            "original": "عباس علی پانی پلاویں گے مری جاں",
            "tagged": "<PERSON>عباس</PERSON> <PERSON>علی</PERSON> پانی پلاویں گے مری جاں",
            "english": "Abbas Ali will give me water, oh my soul."
        },
        {
            "original": "وہ کہتی نہ سوؤں گی اگر نیند بھی آئے",
            "tagged": "وہ کہتی نہ سوؤں گی اگر نیند بھی آئے",
            "english": "She says, 'I will not sleep even if sleep comes.'"
        },
        {
            "original": "ہے کون جو چھاتی پہ سکینہ کو سلائے",
            "tagged": "ہے کون جو چھاتی پہ <PERSON>سکینہ</PERSON> کو سلائے",
            "english": "Who is there to put Sakina to rest on their lap?"
        },
        {
            "original": "حال اپنا کسے آہ یہ مظلوم سنائے",
            "tagged": "حال اپنا کسے آہ یہ مظلوم سنائے",
            "english": "Who can tell the plight of this oppressed one with a sigh?"
        },
        {
            "original": "بابا نہیں زانو پہ مجھے کون بٹھائے",
            "tagged": "<PERSON>بابا</PERSON> نہیں زانو پہ مجھے کون بٹھائے",
            "english": "Who will sit me on their lap if Baba is not here?"
        },
        {
            "original": "سینہ مرا اب درد یتیمی سے طپاں ہے",
            "tagged": "سینہ مرا اب درد یتیمی سے طپاں ہے",
            "english": "My chest is now ablaze with the pain of orphanhood."
        },
        {
            "original": "بچھڑی ہوں پدر سے مجھے آرام کہاں ہے",
            "tagged": "بچھڑی ہوں <PERSON>پدر</PERSON> سے مجھے آرام کہاں ہے",
            "english": "I have been separated from my father; where can I find comfort?"
        },
        {
            "original": "مرثیہ میر انیس",
            "tagged": "<PERSON>مرثیہ میر انیس</PERSON>",
            "english": "Elegy of Mir Anees."
        },
        {
            "original": "جلد چهارم",
            "tagged": "جلد چهارم",
            "english": "Volume Four."
        },
        {
            "original": "یاد آتا ہے بابا کا وہ چھاتی پر سُلانا",
            "tagged": "یاد آتا ہے <PERSON>بابا</PERSON> کا وہ چھاتی پر سُلانا",
            "english": "I remember how Baba used to put me to rest on his chest."
        },
        {
            "original": "وہ پیار کی باتیں وہ مرا ناز اُٹھانا",
            "tagged": "وہ پیار کی باتیں وہ مرا ناز اُٹھانا",
            "english": "Those affectionate conversations, that used to lift my spirits."
        },
        {
            "original": "وہ پیٹھ پہ شفقت سے مری ہاتھ پھرانا",
            "tagged": "وہ پیٹھ پہ شفقت سے مری ہاتھ پھرانا",
            "english": "That gentle hand stroking my back."
        },
        {
            "original": "اور پیار سے ہر وقت وہ منھ چومتے جانا",
            "tagged": "اور پیار سے ہر وقت وہ منھ چومتے جانا",
            "english": "And always kissing my face affectionately."
        },
        {
            "original": "تا حشر بس اب شاد نہ ہوئے گی سکینہ",
            "tagged": "تا حشر بس اب شاد نہ ہوئے گی <PERSON>سکینہ</PERSON>",
            "english": "Until the Day of Resurrection, Sakina will not ever be happy again."
        },
        {
            "original": "چین آئے گا جب قبر میں سوئے گی سکینہ",
            "tagged": "چین آئے گا جب قبر میں سوئے گی <PERSON>سکینہ</PERSON>",
            "english": "She will find peace when she sleeps in her grave, Sakina."
        },
        {
            "original": "یہ نیل طمانچے کے کسے آہ دکھاؤں",
            "tagged": "یہ نیل طمانچے کے کسے آہ دکھاؤں",
            "english": "Who shall I show the throbbing pain of the slaps?"
        },
        {
            "original": "کانوں کے میں دکھ کا کسے احوال سناؤں",
            "tagged": "کانوں کے میں دکھ کا کسے احوال سناؤں",
            "english": "Who can I tell about the pain in my ears?"
        },
        {
            "original": "عباس چچا کو بھلا کس طرح سے پاؤں",
            "tagged": "<PERSON>عباس</PERSON> چچا کو بھلا کس طرح سے پاؤں",
            "english": "How can I find Uncle Abbas?"
        },
        {
            "original": "اکبر ہیں کہاں جن کو حمایت کو بلاؤں",
            "tagged": "<PERSON>اکبر</PERSON> ہیں کہاں جن کو حمایت کو بلاؤں",
            "english": "Where is Akbar, whom I would call for support?"
        },
        {
            "original": "ڈر شمر کا یہ ہے کہ میں چلّا نہیں سکتی",
            "tagged": "ڈر <PERSON>شمر</PERSON> کا یہ ہے کہ میں چلّا نہیں سکتی",
            "english": "The fear of Shimmer is that I cannot shout."
        },
        {
            "original": "وہ آ نہیں سکتے ہیں میں واں جا نہیں سکتی",
            "tagged": "وہ آ نہیں سکتے ہیں میں واں جا نہیں سکتی",
            "english": "They cannot come, and I cannot go there."
        },
        {
            "original": "ماں نے کہا قرباں ترے اے بیکس و بے پر",
            "tagged": "<PERSON>ماں</PERSON> نے کہا قرباں ترے اے بیکس و بے پر",
            "english": "Mother said, 'I would sacrifice myself for you, oh helpless one.'"
        },
        {
            "original": "اب رونے کی طاقت نہیں ہے چپ رہو دم بھر",
            "tagged": "اب رونے کی طاقت نہیں ہے چپ رہو دم بھر",
            "english": "Now I do not have the strength to cry; be silent for a moment."
        },
        {
            "original": "سُن لیوے گا رونا ترا گر شمر بد اختر",
            "tagged": "سُن لیوے گا رونا ترا گر <PERSON>شمر</PERSON> بد اختر",
            "english": "Your cries will be heard if that wretched Shimmer is present."
        },
        {
            "original": "بیرحم ہے بے دردی سے گھڑکے گا ستمگر",
            "tagged": "بیرحم ہے بے دردی سے گھڑکے گا ستمگر",
            "english": "He is merciless and will cruelly oppress."
        },
        {
            "original": "دشمن تری آواز کا وہ دشمن دیں ہے",
            "tagged": "دشمن تری آواز کا وہ دشمن دیں ہے",
            "english": "That enemy of your voice is truly an enemy."
        },
        {
            "original": "ہم بیکس و مجبور ہیں کچھ زور نہیں ہے",
            "tagged": "ہم بیکس و مجبور ہیں کچھ زور نہیں ہے",
            "english": "We are helpless and cannot exert any force."
        },
        {
            "original": "وہ کہتی تھی سینے میں تڑپتا ہے مرا دل",
            "tagged": "وہ کہتی تھی سینے میں تڑپتا ہے مرا دل",
            "english": "She used to say, 'My heart is restless in my chest.'"
        },
        {
            "original": "مر جاؤں تو آسان ہو اماں مری مشکل",
            "tagged": "مر جاؤں تو آسان ہو <PERSON>اماں</PERSON> میری مشکل",
            "english": "If I die, my difficulties will be easy for my mother."
        },
        {
            "original": "اس دُکھ کی میں اب ہو نہیں سکتی متحمل",
            "tagged": "اس دُکھ کی میں اب ہو نہیں سکتی متحمل",
            "english": "I cannot bear this sorrow any longer."
        },
        {
            "original": "راضی ہوں مجھے تیغ سے کوئی کرے بسمل",
            "tagged": "راضی ہوں مجھے تیغ سے کوئی کرے بسمل",
            "english": "I am content if someone slays me with a sword."
        },
        {
            "original": "بابا کی جدائی نے یہ بیتاب کیا ہے",
            "tagged": "<PERSON>بابا</PERSON> کی جدائی نے یہ بیتاب کیا ہے",
            "english": "The separation from Baba has made me restless."
        },
        {
            "original": "کانوں کا بھی اب درد مجھے بھول گیا ہے",
            "tagged": "کانوں کا بھی اب درد مجھے بھول گیا ہے",
            "english": "I have forgotten the pain in my ears as well."
        },
        {
            "original": "یہ کہہ کے تڑپنے لگی وہ بے کس و دلگیر",
            "tagged": "یہ کہہ کے تڑپنے لگی وہ بے کس و دلگیر",
            "english": "Saying this, she started to writhe, helpless and heartbroken."
        },
        {
            "original": "سر پیٹا کئی بار تو حالت ہوئی تغییر",
            "tagged": "سر پیٹا کئی بار تو حالت ہوئی تغییر",
            "english": "She struck her head many times, and her state changed."
        },
        {
            "original": "سمجھاتی تھی ہر بار اسے شاہ کی ہمشیر",
            "tagged": "سمجھاتی تھی ہر بار اسے <PERSON>شاہ</PERSON> کی ہمشیر",
            "english": "She advised her every time, as she was the sister of the king."
        },
        {
            "original": "پر ایسی وہ مچلی کہ نہ بہلی کسی تدبیر",
            "tagged": "پر ایسی وہ مچلی کہ نہ بہلی کسی تدبیر",
            "english": "But she wriggled so much that no plan could help her."
        },
        {
            "original": "یہ رنج و الم تھا دل غمناک کے اوپر",
            "tagged": "یہ رنج و الم تھا دل غمناک کے اوپر",
            "english": "This was the sorrow and grief upon a sad heart."
        },
        {
            "original": "بسمل کی طرح لوٹتی تھی خاک کے اوپر",
            "tagged": "<PERSON>بسمل</PERSON> کی طرح لوٹتی تھی خاک کے اوپر",
            "english": "She rolled on the ground just like Basmal."
        },
        {
            "original": "سر پیٹ کے ماں کہتی تھی ہے ہے میں کروں کیا",
            "tagged": "سر پیٹ کے <PERSON>ماں</PERSON> کہتی تھی ہے ہے میں کروں کیا",
            "english": "Grabbing her head, mother exclaimed, 'What should I do!'"
        },
        {
            "original": "مظلومی پہ اس بچی کے پھٹتا ہے کلیجا",
            "tagged": "مظلومی پہ اس بچی کے پھٹتا ہے کلیجا",
            "english": "The tyranny on this child makes my heart burst."
        },
        {
            "original": "اس قید میں گذرا ہے ابھی فاقہ پہ فاقا",
            "tagged": "اس قید میں گذرا ہے ابھی فاقہ پہ فاقا",
            "english": "In this imprisonment, I have passed time with hunger upon hunger."
        },
        {
            "original": "اے لوگو! سکینہ کا مری دم ہے نکلتا",
            "tagged": "اے لوگو! <PERSON>سکینہ</PERSON> کا مری دم ہے نکلتا",
            "english": "Oh people! Sakina's breath is leaving me."
        },
        {
            "original": "بند آنکھیں ہیں منھ کھولو مری ماہ جبیں ہے",
            "tagged": "بند آنکھیں ہیں منھ کھولو میری <PERSON>ماہ جبیں</PERSON> ہے",
            "english": "My eyes are closed; open my face, oh my beautiful one."
        },
        {
            "original": "کیا منھ میں چواؤں کہیں پانی بھی نہیں ہے",
            "tagged": "کیا منھ میں چواؤں کہیں پانی بھی نہیں ہے",
            "english": "Is there no water in my mouth to drink?"
        },
        {
            "original": "غش ہو گئی بس اتنے میں وہ بے کس و پر غم",
            "tagged": "غش ہو گئی بس اتنے میں وہ بے کس و پر غم",
            "english": "She fainted at that moment, helpless and full of grief."
        },
        {
            "original": "ہر بی بی کو بس ہو گیا اک سکتے کا عالم",
            "tagged": "ہر بی بی کو بس ہو گیا اک سکتے کا عالم",
            "english": "Every woman fell into a state of utter shock."
        },
        {
            "original": "بانو نے کہا ہائے میں اب کیا کروں اس دم",
            "tagged": "<PERSON>بانو</PERSON> نے کہا ہائے میں اب کیا کروں اس دم",
            "english": "Bano said, 'Oh, what shall I do in this moment?'"
        },
        {
            "original": "ہاتھوں سے چلی شیفتهٔ سید اکرم",
            "tagged": "ہاتھوں سے چلی <PERSON>شیفتهٔ سید اکرم</PERSON>",
            "english": "With her hands, she went to the beloved of Sayyid Akram."
        },
        {
            "original": "جان و جگر شاہ مدینہ کو غش آیا",
            "tagged": "جان و جگر <PERSON>شاہ مدینہ</PERSON> کو غش آیا",
            "english": "The King of Medina fainted, soul and liver."
        },
        {
            "original": "فریاد ہے فریاد سکینہ کو غش آیا",
            "tagged": "فریاد ہے فریاد <PERSON>سکینہ</PERSON> کو غش آیا",
            "english": "There is a cry, Sakina has fainted."
        },
        {
            "original": "یاں ہائے سکینہ کا ہوا شور جو اک بار",
            "tagged": "یاں ہائے <PERSON>سکینہ</PERSON> کا ہوا شور جو اک بار",
            "english": "Oh, the cry of Sakina arose once."
        },
        {
            "original": "تب خواب سے حاکم بھی محل میں ہوا بیدار",
            "tagged": "تب خواب سے <PERSON>حاکم</PERSON> بھی محل میں ہوا بیدار",
            "english": "Then the ruler also awakened in the palace from the dream."
        },
        {
            "original": "منگوائی خبر جب تو کسی نے کیا اظہار",
            "tagged": "منگوائی خبر جب تو کسی نے کیا اظہار",
            "english": "When news was brought, someone expressed it."
        },
        {
            "original": "اک چار برس کی جو ہے شبیر کی دلدار",
            "tagged": "اک چار برس کی جو ہے <PERSON>شبیر</PERSON> کی دلدار",
            "english": "A beloved of Shabir who is just four years old."
        },
        {
            "original": "یاد اُس کو نہیں شہ کی فراموش ہوئی ہے",
            "tagged": "یاد اُس کو نہیں <DESIGNATION>شہ</DESIGNATION> کی فراموش ہوئی ہے",
            "english": "He does not remember, he has forgotten the martyr."
        },
        {
            "original": "بابا کو یه روئی ہے کہ بیہوش ہوئی ہے",
            "tagged": "<PERSON>بابا</PERSON> کو یه روئی ہے کہ بیہوش ہوئی ہے",
            "english": "Father has heard that she has fainted."
        },
        {
            "original": "حلقہ کیے گرد اُس کے حرم روتے ہیں باہم",
            "tagged": "حلقہ کیے گرد اُس کے <ORGANIZATION>حرم</ORGANIZATION> روتے ہیں باہم",
            "english": "Those around her sacred household weep together."
        },
        {
            "original": "کہرام ہے زنداں میں قیامت کا ہے عالم",
            "tagged": "کہرام ہے <LOCATION>زنداں</LOCATION> میں قیامت کا ہے عالم",
            "english": "There is chaos in the prison; it is a day of resurrection."
        },
        {
            "original": "بولا یہ خبرداروں سے اس وقت یہ اظلم",
            "tagged": "بولا یہ خبرداروں سے اس وقت یہ اظلم",
            "english": "He spoke to the warning ones at that moment, 'This is injustice.'"
        },
        {
            "original": "پہونچاؤ خرابے میں سر سید اکرم",
            "tagged": "پہونچاؤ خرابے میں <PERSON>سر سید اکرم</PERSON>",
            "english": "Bring the head of Syed Akram to the ruins."
        },
        {
            "original": "بے تاب ہے مل لے شہ مظلوم کے سر سے",
            "tagged": "بے تاب ہے مل لے <DESIGNATION>شہ مظلوم</DESIGNATION> کے سر سے",
            "english": "He is restless to meet the head of the martyred one."
        },
        {
            "original": "محروم نہ رہ جائے وہ دیدار پسر سے",
            "tagged": "محروم نہ رہ جائے وہ دیدار <PERSON>پسر</PERSON> سے",
            "english": "Let her not be deprived of the sight of her son."
        },
        {
            "original": "جلد چہارم",
            "tagged": "جلد چہارم",
            "english": "Volume Four."
        },
        {
            "original": "مرثیہ میر انیس",
            "tagged": "<PERSON>مرثیہ میر انیس</PERSON>",
            "english": "Elegy of Mir Anees."
        },
        {
            "original": "جس طشت طلائی میں رکھا تھا سر سرور",
            "tagged": "جس <LOCATION>طشت</LOCATION> طلائی میں رکھا تھا سر <PERSON>سرور</PERSON>",
            "english": "In the golden basin where the head of the beloved was placed."
        },
        {
            "original": "خدام روانہ ہوے جلدی اُسے لے کر",
            "tagged": "خدام روانہ ہوے جلدی اُسے لے کر",
            "english": "The attendants hastily set off to take him."
        },
        {
            "original": "جا کر درِ زنداں پہ پکارے وہ بد اختر",
            "tagged": "جا کر <LOCATION>درِ زنداں</LOCATION> پہ پکارے وہ بد اختر",
            "english": "Going to the prison door, he called the unfortunate one."
        },
        {
            "original": "لے جائے کوئی آ کے سر سید بے سر",
            "tagged": "لے جائے کوئی آ کے سر <PERSON>سید</PERSON> بے سر",
            "english": "May someone come and take the head of the headless Syed."
        },
        {
            "original": "خوشبو اسے شبیر کی زلفوں کی سنگھا دو",
            "tagged": "خوشبو اسے <PERSON>شبیر</PERSON> کی زلفوں کی سنگھا دو",
            "english": "Let the fragrance of Shabir's hair be inhaled by her."
        },
        {
            "original": "سر باپ کا مظلوم سکینہ کو دکھا دو",
            "tagged": "سر باپ کا مظلوم <PERSON>سکینہ</PERSON> کو دکھا دو",
            "english": "Show the head of the father to the oppressed Sakina."
        },
        {
            "original": "روتے در زنداں پہ گئے سید سجاد",
            "tagged": "روتے <LOCATION>در زنداں</LOCATION> پہ گئے <PERSON>سید سجاد</PERSON>",
            "english": "Crying, Syed Sajjad went to the prison door."
        },
        {
            "original": "سر باپ کا ہاتھوں پہ لیا بادل ناشاد",
            "tagged": "سر باپ کا ہاتھوں پہ لیا بادل ناشاد",
            "english": "He took the head of his father in his hands, surrounded by gloom."
        },
        {
            "original": "زنداں میں چلے کرتے ہوے نالہ و فریاد",
            "tagged": "<LOCATION>زنداں</LOCATION> میں چلے کرتے ہوے نالہ و فریاد",
            "english": "Crying and lamenting, they peacefully walked in the prison."
        },
        {
            "original": "جا پہونچے تو رانڈوں سے کیا جا کے یہ ارشاد",
            "tagged": "جا پہونچے تو <ORGANIZATION>رانڈوں</ORGANIZATION> سے کیا جا کے یہ ارشاد",
            "english": "When they reached, they announced this from among the women."
        },
        {
            "original": "شبیر کا سر آیا ہے تعظیم کو اُٹھو",
            "tagged": "<PERSON>شبیر</PERSON> کا سر آیا ہے تعظیم کو اُٹھو",
            "english": "The head of Shabir has arrived; rise in honor."
        },
        {
            "original": "زہرا کے جگر بند کی تسلیم کو اٹھو",
            "tagged": "<PERSON>زہرا</PERSON> کے جگر بند کی تسلیم کو اٹھو",
            "english": "Honor the recognition of the daughter of Zahra."
        },
        {
            "original": "سر پیٹیں یہ سنتے ہی سبھی بی بیاں باہم",
            "tagged": "سر پیٹیں یہ سنتے ہی سبھی بی بیاں باہم",
            "english": "Upon hearing this, all the women beat their heads together."
        },
        {
            "original": "زینب نے کہا کرتی ہے تسلیم یہ پر غم",
            "tagged": "<PERSON>زینب</PERSON> نے کہا کرتی ہے تسلیم یہ پر غم",
            "english": "Zainab said, 'This acknowledgment is grief.'"
        },
        {
            "original": "ہاتھوں پہ لیا پھیر سر سردار دو عالم",
            "tagged": "ہاتھوں پہ لیا پھیر سر <DESIGNATION>سردار دو عالم</DESIGNATION>",
            "english": "He took the head of the master of both worlds in his hands."
        },
        {
            "original": "سر پیٹ کے سب بیبیاں کرنے لگیں ماتم",
            "tagged": "سر پیٹ کے سب بیبیاں کرنے لگیں ماتم",
            "english": "All the women began to mourn, beating their heads."
        },
        {
            "original": "سر ہاتھوں پہ بھائی کا بہن کے جو دھرا تھا",
            "tagged": "سر ہاتھوں پہ بھائی کا بہن کے جو دھرا تھا",
            "english": "The head that was held in the sister's hands of the brother."
        },
        {
            "original": "اک نور خدا چار طرف جلوہ نما تھا",
            "tagged": "اک نور خدا چار طرف جلوہ نما تھا",
            "english": "A divine light was visible from all sides."
        },
        {
            "original": "بالیں پہ سکینہ کے سر شاہ جو لائی",
            "tagged": "بالیں پہ <PERSON>سکینہ</PERSON> کے سر <PERSON>شاہ</PERSON> جو لائی",
            "english": "The king brought it to Sakina's hair."
        },
        {
            "original": "جو گیسوئے سرور کی سکینہ کو سنگھائی",
            "tagged": "جو گیسوئے <PERSON>سرور</PERSON> کی <PERSON>سکینہ</PERSON> کو سنگھائی",
            "english": "She inhaled the scent of the beloved's hair."
        },
        {
            "original": "بابا کی جو بو دختر مظلوم نے پائی",
            "tagged": "<PERSON>بابا</PERSON> کی جو بو <PERSON>دختر مظلوم</PERSON> نے پائی",
            "english": "The daughter of the oppressed received the scent of her father."
        },
        {
            "original": "کچھ غش میں افاقہ ہوا اور ہوش میں آئی",
            "tagged": "کچھ غش میں افاقہ ہوا اور ہوش میں آئی",
            "english": "She regained consciousness after a brief faint."
        },
        {
            "original": "آہستہ کھا روح مزا پاتی ہے لوگو",
            "tagged": "آہستہ کھا روح مزا پاتی ہے لوگو",
            "english": "Slowly, the soul enjoys the fragrance, O people."
        },
        {
            "original": "بو بابا کی زلفوں کی چلی آتی ہے لوگو",
            "tagged": "بو <PERSON>بابا</PERSON> کی زلفوں کی چلی آتی ہے لوگو",
            "english": "The fragrance of Baba's tresses comes to me, O people."
        },
        {
            "original": "پھر تھام کے شانے اُسے بانو نے اُٹھایا",
            "tagged": "پھر تھام کے شانے اُسے <PERSON>بانو</PERSON> نے اُٹھایا",
            "english": "Then, holding her shoulders, Bano lifted her."
        },
        {
            "original": "زینب نے کہا لے ترا بے کس پدر آیا",
            "tagged": "<PERSON>زینب</PERSON> نے کہا لے ترا بے کس <PERSON>پدر</PERSON> آیا",
            "english": "Zainab said, 'Take her, your helpless father has come.'"
        },
        {
            "original": "سر خاک پہ سجدے کو سکینہ نے جھکایا",
            "tagged": "سر خاک پہ سجدے کو <PERSON>سکینہ</PERSON> نے جھکایا",
            "english": "Sakina bowed her head to prostrate upon the dust."
        },
        {
            "original": "دیکھا جو سوئے طشت تو یہ شور مچایا",
            "tagged": "دیکھا جو سوئے <LOCATION>طشت</LOCATION> تو یہ شور مچایا",
            "english": "When she saw the basin, she cried out."
        },
        {
            "original": "بابا کا میرے سر ہے یہ پہچان گئی میں",
            "tagged": "<PERSON>بابا</PERSON> کا میرے سر ہے یہ پہچان گئی میں",
            "english": "This is my father's head; I recognized it."
        },
        {
            "original": "ان خون بھری زلفوں کے قربان گئی میں",
            "tagged": "ان خون بھری زلفوں کے قربان گئی میں",
            "english": "I have sacrificed myself for those blood-filled tresses."
        },
        {
            "original": "چھوٹے سے جو ہاتھوں سے اُٹھایا سر سرور",
            "tagged": "چھوٹے سے جو ہاتھوں سے اُٹھایا سر <PERSON>سرور</PERSON>",
            "english": "The head of the beloved was lifted by her small hands."
        },
        {
            "original": "آنکھیں ملیں رخساروں سے منھ رکھ دیا منھ پر",
            "tagged": "آنسو ملیں رخساروں سے منھ رکھ دیا منھ پر",
            "english": "The eyes met the cheeks, as she covered her face."
        },
        {
            "original": "لکھا ہے کہ جنبش میں تب آئے لب اطہر",
            "tagged": "لکھا ہے کہ جنبش میں تب آئے لب <PERSON>اطہر</PERSON>",
            "english": "It is written that the lips of the pure one moved."
        },
        {
            "original": "حضرت نے بھی اعجاز سے چومے لب دختر",
            "tagged": "<PERSON>حضرت</PERSON> نے بھی اعجاز سے چومے لب <PERSON>دختر</PERSON>",
            "english": "The revered one also miraculously kissed the lips of the daughter."
        },
        {
            "original": "وا ہو گئیں آنکھیں شہ مظلوم کے سر کی",
            "tagged": "وا ہو گئیں آنکھیں <DESIGNATION>شہ مظلوم</DESIGNATION> کے سر کی",
            "english": "The eyes of the martyred one opened wide upon the head."
        },
        {
            "original": "بیٹی پہ عجب یاس سے حضرت نے نظر کی",
            "tagged": "بیٹی پہ عجب یاس سے <PERSON>حضرت</PERSON> نے نظر کی",
            "english": "With a strange despair, the revered one looked at the daughter."
        },
        {
            "original": "بیٹی نے کہا صدقے میں اس پیار کے بابا",
            "tagged": "بیٹی نے کہا صدقے میں اس پیار کے بابا",
            "english": "The daughter said, 'I sacrifice myself for this dear Father.'"
        },
        {
            "original": "یہ کس نے گلا آپ کا تلوار سے کاٹا",
            "tagged": "یہ کس نے گلا آپ کا تلوار سے کاٹا",
            "english": "Who has cut your throat with a sword?"
        },
        {
            "original": "سر تو ہے یہاں اور تن پر نور ہے کس جا",
            "tagged": "سر تو ہے یہاں اور تن پر نور ہے کس جا",
            "english": "Your head is here, but where is the body filled with light?"
        },
        {
            "original": "وہ بازو کہاں ہیں جو مرے ہوتے تھے تکیا",
            "tagged": "وہ بازو کہاں ہیں جو مرے ہوتے تھے تکیا",
            "english": "Where are the arms that used to be my pillow?"
        },
        {
            "original": "اب منھ سے نکلتا ہے کلیجہ مرا پھٹ کر",
            "tagged": "اب منھ سے نکلتا ہے کلیجہ مرا پھٹ کر",
            "english": "Now my heart bursts out from my mouth."
        },
        {
            "original": "وہ چھاتی کہاں جس سے میں سوتی تھی لپٹ کر",
            "tagged": "وہ چھاتی کہاں جس سے میں سوتی تھی لپٹ کر",
            "english": "Where is that chest to which I used to cling while sleeping?"
        },
        {
            "original": "اس سن میں کہوں کیا جو ستم میں نے اٹھائے",
            "tagged": "اس سن میں کہوں کیا جو ستم میں نے اٹھائے",
            "english": "What shall I say in this age about the atrocities I have endured?"
        },
        {
            "original": "یا شاہ طمانچے مجھے ظالم نے لگائے",
            "tagged": "یا <PERSON>شاہ</PERSON> طمانچے مجھے ظالم نے لگائے",
            "english": "O King, the oppressor has struck me with slaps."
        },
        {
            "original": "بُندے مرے چھینے مجھے نیزے بھی دکھائے",
            "tagged": "بُندے مرے چھینے مجھے نیزے بھی دکھائے",
            "english": "They snatched my belongings and showed me spears."
        },
        {
            "original": "باندھے ہوئے گردن میں رسن کھینچتے لائے",
            "tagged": "باندھے ہوئے گردن میں رسن کھینچتے لائے",
            "english": "They brought me with a rope tied around my neck."
        },
        {
            "original": "نے پاس ہیں آپ اور نہ چچا جان ہمارے",
            "tagged": "نے پاس ہیں آپ اور نہ <PERSON>چچا جان</PERSON> ہمارے",
            "english": "You are not here, nor is my uncle."
        },
        {
            "original": "فریاد کہ مجروح ہوئے کان ہمارے",
            "tagged": "فریاد کہ مجروح ہوئے کان ہمارے",
            "english": "A cry that our ears have been wounded."
        },
        {
            "original": "اتنے میں کہا شمر ستم گر نے یہ آ کر",
            "tagged": "اتنے میں کہا <PERSON>شمر</PERSON> ستم گر نے یہ آ کر",
            "english": "Just then, the tyrant Shimmer came and said this."
        },
        {
            "original": "دے جاؤ بس اب جلد سر سبط پیمبر",
            "tagged": "دے جاؤ بس اب جلد سر <PERSON>سبط پیمبر</PERSON>",
            "english": "Hand over the head of the grandson of the Prophet quickly."
        },
        {
            "original": "حاکم کا مجھے حکم یہ پہونچا ہے مکرر",
            "tagged": "<PERSON>حاکم</PERSON> کا مجھے حکم یہ پہونچا ہے مکرر",
            "english": "This order has come to me again from the governor."
        },
        {
            "original": "دم بھر سے زیادہ نہ رہے یاں سر سرور",
            "tagged": "دم بھر سے زیادہ نہ رہے یاں سر <PERSON>سرور</PERSON>",
            "english": "Do not let the head of the lord remain here for more than a breath."
        },
        {
            "original": "رونی ہے تو دکھلا دو ذرا شکل بدر کو",
            "tagged": "رونی ہے تو دکھلا دو ذرا شکل <PERSON>بدر</PERSON> کو",
            "english": "If you weep, then show me the face of Badr."
        },
        {
            "original": "پہلی ہو سکینہ تو حوالے کرو سر کو",
            "tagged": "پہلی ہو <PERSON>سکینہ</PERSON> تو حوالے کرو سر کو",
            "english": "If it is Sakina, then hand over the head."
        },
        {
            "original": "مرثیہ میر انیس",
            "tagged": "<PERSON>مرثیہ میر انیس</PERSON>",
            "english": "Elegy of Mir Anees."
        },
        {
            "original": "جلد چهارم",
            "tagged": "جلد چهارم",
            "english": "Volume fourth."
        },
        {
            "original": "ناداں نے سنی شمر کی آواز جو اک بار",
            "tagged": "ناداں نے سنی <PERSON>شمر</PERSON> کی آواز جو اک بار",
            "english": "The foolish one heard Shimmer's voice just once."
        },
        {
            "original": "تن کانپ گیا سہم گئی وہ جگر افگار",
            "tagged": "تن کانپ گیا سہم گئی وہ جگر افگار",
            "english": "Her body trembled, terrified and pained."
        },
        {
            "original": "بانو سے لپٹ کے کہا اے مادر غم خوار",
            "tagged": "بانو سے لپٹ کے کہا اے <PERSON>مادر</PERSON> غم خوار",
            "english": "Clinging to the lady, she said, 'O Mother of compassion!'"
        },
        {
            "original": "جاں اپنی میں دوں گی پہ یہ سر دوں گی نہ زنہار",
            "tagged": "جاں اپنی میں دوں گی پہ یہ سر دوں گی نہ زنہار",
            "english": "I will give my life, but I will not give up this head."
        },
        {
            "original": "کرتے میں چھپا لیتی ہوں اس خوں بھرے سر کو",
            "tagged": "کرتے میں چھپا لیتی ہوں اس خوں بھرے سر کو",
            "english": "I hide this blood-stained head."
        },
        {
            "original": "دیکھا نہیں جی بھر کے ابھی اپنے پدر کو",
            "tagged": "دیکھا نہیں جی بھر کے ابھی اپنے <PERSON>پدر</PERSON> کو",
            "english": "I have not yet seen my father to my heart's content."
        },
        {
            "original": "سن لو یہ وصیت مری تم سب کے میں قرباں",
            "tagged": "سن لو یہ وصیت مری تم سب کے میں قرباں",
            "english": "Listen to this will, I am sacrificed for you all."
        },
        {
            "original": "تم بھی نہ اسے دیجو سر سرورِ ذی شاں",
            "tagged": "تم بھی نہ اسے دیجو سر <PERSON>سرورِ ذی شاں</PERSON>",
            "english": "Do not give them the head of my lord."
        },
        {
            "original": "جھنجھلا ke مجھے قتل کرے گر یہ بد ایماں",
            "tagged": "جھنجھلا کے مجھے قتل کرے گر یہ بد ایماں",
            "english": "If they harm me, may they be cursed."
        },
        {
            "original": "سر باپ کا رکھ دیجیو مری قبر میں امّاں",
            "tagged": "سر باپ کا رکھ دیجیو مری قبر میں <PERSON>امّاں</PERSON>",
            "english": "Place my father's head in my grave, O Mother."
        },
        {
            "original": "ہوگا نہ قلق روح مری شاد رہے گی",
            "tagged": "ہوگا نہ قلق روح مری شاد رہے گی",
            "english": "My soul will not be troubled; it will remain happy."
        },
        {
            "original": "واللہ مری گور بھی آباد رہے گی",
            "tagged": "واللہ مری گور بھی آباد رہے گی",
            "english": "By God, my grave will also remain prosperous."
        },
        {
            "original": "ڈیوڑھی سے سکینہ کی سنی شمر نے تقریر",
            "tagged": "ڈیوڑھی سے <PERSON>سکینہ</PERSON> کی سنی <PERSON>شمر</PERSON> نے تقریر",
            "english": "From the courtyard, Shimmer heard Sakina's speech."
        },
        {
            "original": "زنداں میں گیا چیں بہ جبیں دست به شمشیر",
            "tagged": "زنداں میں گیا چیں بہ جبیں دست بہ شمشیر",
            "english": "He entered the prison, hands on the sword."
        },
        {
            "original": "تھرّائے حرم سہم گئی دختر شبیر",
            "tagged": "تھرّائے حرم سہم گئی <PERSON>دختر شبیر</PERSON>",
            "english": "The sacred place trembled, and the daughter of Shabir was terrified."
        },
        {
            "original": "فرمانے لگے اُس سے یہ تب عابد دل گیر",
            "tagged": "فرمانے لگے اُس سے یہ تب <PERSON>عابد</PERSON> دل گیر",
            "english": "He then said to her, the heartbroken worshipper."
        },
        {
            "original": "اس ظلم رسیدہ کو نہ آزار دے بس کر",
            "tagged": "اس ظلم رسیدہ کو نہ آزار دے بس کر",
            "english": "Stop torturing this one who has been afflicted by such cruelty."
        },
        {
            "original": "معصوم سکینہ کی یتیمی پہ ترس کر",
            "tagged": "معصوم <PERSON>سکینہ</PERSON> کی یتیمی پہ ترس کر",
            "english": "Have mercy on the orphaned innocent Sakina."
        },
        {
            "original": "ظالم نے بہ زور اس سے سر شاہ کو چھینا",
            "tagged": "ظالم نے بہ زور اس سے سر <PERSON>شاہ</PERSON> کو چھینا",
            "english": "The oppressor forcefully snatched the head of the king from her."
        },
        {
            "original": "اور لے گیا زنداں سے سر شاہ مدینا",
            "tagged": "اور لے گیا زنداں سے سر <PERSON>شاہ مدینا</PERSON>",
            "english": "And he took the head of the king of Medina from the prison."
        },
        {
            "original": "رانڈیں تو لگی پیٹنے رو کر سر و سینا",
            "tagged": "رانڈیں تو لگی پیٹنے رو کر سر و سینا",
            "english": "They began to wail and beat their heads and chests."
        },
        {
            "original": "اور مر گئی پس ہائے پدر کہہ کے سکینا",
            "tagged": "اور مر گئی پس ہائے <PERSON>پدر</PERSON> کہہ کے <PERSON>سکینہ</PERSON>",
            "english": "And she died, lamenting 'O Father,' Sakina said."
        },
        {
            "original": "اک دھوم ہوئی خانہ زنداں میں بکا کی",
            "tagged": "اک دھوم ہوئی خانہ زنداں میں بکا کی",
            "english": "There was a commotion in the prison of weeping."
        },
        {
            "original": "تھا شور کہ شبیر کی عاشق نے قضا کی",
            "tagged": "تھا شور کہ <PERSON>شبیر</PERSON> کی عاشق نے قضا کی",
            "english": "There was an uproar that the lover of Shabir had met her fate."
        },
        {
            "original": "ماں بولی کہ بچی تری صورت کے میں صدقے",
            "tagged": "ماں بولی کہ بچی تری صورت کے میں صدقے",
            "english": "The mother said, 'I sacrifice myself for your beautiful face.'"
        },
        {
            "original": "ہے ہے مری پیاری تو جدا ہو گئی مجھ سے",
            "tagged": "ہے ہے مری پیاری تو جدا ہو گئی مجھ سے",
            "english": "Alas, my beloved has been separated from me."
        },
        {
            "original": "ماں چھوٹی سی میت تری کن آنکھوں سے دیکھے",
            "tagged": "ماں چھوٹی سی میت تری کن آنکھوں سے دیکھے",
            "english": "O Mother, see your small corpse with these eyes."
        },
        {
            "original": "آخر ہوئیں بی بی نہ اُٹھاے گئے صدمے",
            "tagged": "آخر ہوئیں بی بی نہ اُٹھاے گئے صدمے",
            "english": "Finally, the lady could not bear the sorrows."
        },
        {
            "original": "مادر تری مظلومی کے قربان سکینہ",
            "tagged": "مادر تری مظلومی کے قربان <PERSON>سکینہ</PERSON>",
            "english": "O Mother, I sacrifice myself for your oppression, Sakina."
        },
        {
            "original": "معصوم سکینہ مری نادان سکینہ",
            "tagged": "معصوم <PERSON>سکینہ</PERSON> مری نادان <PERSON>سکینہ</PERSON>",
            "english": "Innocent Sakina, my foolish Sakina."
        },
        {
            "original": "صدقے گئی اب روتی نہیں شمر کے ڈر سے",
            "tagged": "صدقے گئی اب روتی نہیں <PERSON>شمر</PERSON> کے ڈر سے",
            "english": "Gone is my sincerity, now I do not weep for the fear of Shimmer."
        },
        {
            "original": "کہتی نہیں اماں ہمیں ملوا دو پدر سے",
            "tagged": "کہتی نہیں <PERSON>اماں</PERSON> ہمیں ملوا دو <PERSON>پدر</PERSON> سے",
            "english": "She does not say, 'Mother, let us meet our father.'"
        },
        {
            "original": "گھر دادی کے تم آج چلی ہو مرے گھر سے",
            "tagged": "گھر <PERSON>دادی</PERSON> کے تم آج چلی ہو مرے گھر سے",
            "english": "Today you have left my house for grandmother's house."
        },
        {
            "original": "منھ موڑ گئیں مادر تفیتدہ جگر سے",
            "tagged": "منھ موڑ گئیں <PERSON>مادر</PERSON> تفیتدہ جگر سے",
            "english": "The mother has turned away from the wounded heart."
        },
        {
            "original": "میں روتی ہوں بیدار نہیں ہوتی ہو بی بی",
            "tagged": "میں روتی ہوں بیدار نہیں ہوتی ہو <PERSON>بی بی</PERSON>",
            "english": "I cry, but you do not wake, O lady."
        },
        {
            "original": "پھر رکھ کے منھ اس بچی کے منھ پر یہ پکاری",
            "tagged": "پھر رکھ کے منھ اس بچی کے منھ پر یہ پکاری",
            "english": "Then placing this on the mouth of the child, she cried out."
        },
        {
            "original": "اصغر کی طرح چھوڑ گئیں تم ہمیں واری",
            "tagged": "اصغر کی طرح چھوڑ گئیں تم ہمیں واری",
            "english": "You left us like Asghar."
        },
        {
            "original": "بی بی میں نہیں جینے کی فرقت میں تمھاری",
            "tagged": "<PERSON>بی بی</PERSON> میں نہیں جینے کی فرقت میں تمھاری",
            "english": "O lady, I cannot live in separation from you."
        },
        {
            "original": "ہے ہے مری عاشق مری بیکس مری پیاری",
            "tagged": "ہے ہے مری عاشق مری بیکس مری پیاری",
            "english": "Oh, my beloved, my helpless, my dear."
        },
        {
            "original": "مادر سے بڑے وقت میں منھ موڑ گئیں تم",
            "tagged": "<PERSON>مادر</PERSON> سے بڑے وقت میں منھ موڑ گئیں تم",
            "english": "You turned away from the mother after a long time."
        },
        {
            "original": "اس قید میں رونے کے لیے چھوڑ گئیں تم",
            "tagged": "اس قید میں رونے کے لیے چھوڑ گئیں تم",
            "english": "You left me to weep in this imprisonment."
        },
        {
            "original": "ننھی سی کہاں قبر بناؤں میں تمھاری",
            "tagged": "ننھی سی کہاں قبر بناؤں میں تمھاری",
            "english": "Where can I make a grave for you, my little one?"
        },
        {
            "original": "چادر بھی نہیں جس کا کفن دوں تمھیں واری",
            "tagged": "چادر بھی نہیں جس کا کفن دوں تمھیں واری",
            "english": "There is not even a shroud to give you, my dear."
        },
        {
            "original": "پردیس میں کی تو نے قضا اے مری پیاری",
            "tagged": "پردیس میں کی تو نے قضا اے مری پیاری",
            "english": "In the foreign land, you met your fate, O my beloved."
        },
        {
            "original": "کیا آخری خدمت کرے ماں درد کی ماری",
            "tagged": "کیا آخری خدمت کرے <PERSON>ماں</PERSON> درد کی ماری",
            "english": "What last service can a mother, afflicted with pain, perform?"
        },
        {
            "original": "پوشیدہ تہِ خاک جو تن ہوگا تمھارا",
            "tagged": "پوشیدہ تہِ خاک جو تن ہوگا تمھارا",
            "english": "What remains of you will be hidden beneath the soil."
        },
        {
            "original": "یہ خوں بھرا کرتا ہی کفن ہوگا تمھارا",
            "tagged": "یہ خوں بھرا کرتا ہی کفن ہوگا تمھارا",
            "english": "This blood-stained cloth will be your shroud."
        },
        {
            "original": "اس بین سے بانو کے ہوا شور قیامت",
            "tagged": "اس بین سے <PERSON>بانو</PERSON> کے ہوا شور قیامت",
            "english": "The cry of the lady caused a commotion of the Day of Judgment."
        },
        {
            "original": "اور زینب و کلثوم بھی روتی تھیں بہ شدت",
            "tagged": "اور <PERSON>زینب</PERSON> و <PERSON>کلثوم</PERSON> بھی روتی تھیں بہ شدت",
            "english": "And Zainab and Kulthum were also crying intensely."
        },
        {
            "original": "عابد کو بھی تھی چھوٹی بہن کی بڑی اُلفت",
            "tagged": "عابد کو بھی تھی چھوٹی بہن کی بڑی اُلفت",
            "english": "Abid also had great affection for his little sister."
        },
        {
            "original": "خاموش انیسؔ آگے نہیں لکھنے کی طاقت",
            "tagged": "<PERSON>انیسؔ</PERSON> خاموش آگے نہیں لکھنے کی طاقت",
            "english": "Anis remains silent, unable to write further."
        },
        {
            "original": "درگاہِ الہی میں یہ اس وقت دعا کر",
            "tagged": "درگاہِ الہی میں یہ اس وقت دعا کر",
            "english": "Pray at the divine court at this time."
        },
        {
            "original": "زائر ہمیں شبیر کا اے بارِ خدا کر",
            "tagged": "زائر ہمیں <PERSON>شبیر</PERSON> کا اے بارِ خدا کر",
            "english": "O God, let the visitor remember Shabeer."
        }
    ]
}